Repository: jeffaristi92/drupal-test
Catalog: osticket/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: <b>Welcome back %s</b>! You are listed as 'on vacation' Please let your manager know that you are back.
de_de: <b> Bienvenido de nuevo %s</b>!, Está listado como "de vacaciones" Por favor, deje su administrador sepa que está de vuelta.

source: Authentication Required
de_de: Requiere Autenticación

source: Unknown or invalid department ID.
de_de: ID de departamento inválido o desconocido

source: Unknown or invalid department.
de_de: Departamento inválido o desconocido.

source: Department updated successfully
de_de: Departamento actualizado satisfactoriamente

source: Error updating department. Try again!
de_de: Error actualizando departamento. ¡Intente de nuevo!

source: %s added successfully
de_de: %s agregado con éxito

source: Unable to add department. Correct error(s) below and try again.
de_de: Incapaz de agregar departamento. Corrija el error(s) y a continuación vuelva a intentarlo.

source: You must select at least one department
de_de: Debe seleccionar al menos un departamento

source: You can not disable/delete a default department. Remove default Dept. and try again.
de_de: No se puede eliminar/deshabilitar el departamento predeterminado. Elija otro como predeterminado e intente de nuevo.

source: Selected departments made public
de_de: Los departamentos seleccionados ahora son públicos

source: %1$d of %2$d selected departments made public
de_de: %1$d de %2$d departamentos seleccionados se hicieron públicos

source: Unable to make selected department public.
de_de: Incapaz de hacer publico el departamento seleccionado.

source: Selected departments made private
de_de: Los departamentos seleccionados ahora son públicos

source: %1$d of %2$d selected departments made private
de_de: %1$d de %2$d departamentos seleccionados ahora son privados

source: Unable to make selected department(s) private. Possibly already private!
de_de: Incapaz de hacer privados los departamentos seleccionados. Posiblemente ya son privados!

source: Departments with staff can not be deleted. Move staff first.
de_de: Departamentos con personal no pueden ser eliminados. Mueva el personal primero.

source: Selected departments deleted successfully
de_de: Departamentos seleccionados han sido eliminados con éxito

source: %1$d of %2$d selected departments deleted
de_de: %1$d de %2$d departamentos seleccionados eliminados

source: Unable to delete selected departments.
de_de: No se puede eliminar departamentos seleccionados.

source: Session timed out due to inactivity
de_de: Sesión Tiempo de espera agotado por inactividad

source: Access Denied. Contact Admin
de_de: Acceso denegado. Contactar con el Administrador

source: System Offline
de_de: Sistema Fuera de línea

source: System upgrade is pending
de_de: Actualización del sistema está pendiente

source: Upgrade Now
de_de: Actualizar Ahora

source: System is set to offline mode
de_de: El sistema está en modo fuera de línea

source: Client interface is disabled and ONLY admins can access staff control panel.
de_de: Interfaz del cliente está deshabilitada y SOLO los administradores pueden acceder a panel de control personal.

source: Password change required to continue
de_de: Cambio de contraseña requerido para continuar

source: Nothing to do! System already upgraded to the current version
de_de: ¡No hay nada que hacer! Sistema ya actualizado a la versión actual

source: The upgrader does NOT support upgrading from the current vesion!
de_de: ¡El actualizador no admite la actualización de la vesion actual!

source: Minimum requirements not met! Refer to Release Notes for more information
de_de: ¡Requisitos mínimos no se cumplen! Consulte Notas de la versión para obtener más información

source: Config file rename required to continue!
de_de: ¡Renombrar archivo de configuración, requerido para continuar!

source: Unknown action!
de_de: ¡Acción desconocida!

source: Nothing to do! System already upgraded to <b>%s</b> with no pending patches to apply.
de_de: No hay nada que hacer! Sistema ya actualizado a <b>%s</b> sin parches pendientes de aplicar.

source: The upgrader does NOT support upgrading from the current patch [%s]!
de_de: El actualizador no admite la actualización del parche actual [%s]!

source: Unknown or invalid help topic ID.
de_de: Desconocido o ID de tema de ayuda inválido.

source: Unknown or invalid help topic.
de_de: Desconocido o tema de ayuda inválido.

source: Help topic updated successfully
de_de: Tema de Ayuda actualizado correctamente

source: Error updating help topic. Try again!
de_de: Error al actualizar el tema de ayuda. ¡Intente de nuevo!

source: Help topic added successfully
de_de: Tema de ayuda añadido correctamente

source: Unable to add help topic. Correct error(s) below and try again.
de_de: No se puede agregar temas de ayuda. Corrija el error(s) y a continuación vuelva a intentarlo.

source: You must select at least one help topic
de_de: Debe seleccionar al menos un tema de ayuda

source: Selected help topics enabled
de_de: Temas de ayuda seleccionados habilitados

source: %1$d of %2$d selected help topics enabled
de_de: %1$d de %2$d Temas de ayuda seleccionados habilitados

source: Unable to enable selected help topics.
de_de: No es posible activar los temas de ayuda seleccionados.

source: Selected help topics disabled
de_de: Temas de ayuda seleccionados deshabilitados

source: %1$d of %2$d selected help topics disabled
de_de: %1$d de %2$d Temas de ayuda seleccionados deshabilitados

source: Unable to disable selected help topic(s)
de_de: No es posible deshabilitar tema(s) de ayuda seleccionado(s)

source: Selected help topics deleted successfully
de_de: Temas de ayuda seleccionadas eliminados correctamente

source: %1$d of %2$d selected help topics deleted
de_de: %1$d de %2$d Temas de ayuda seleccionadas eliminados

source: Unable to delete selected help topics
de_de: No es posible eliminar temas de ayuda seleccionados

source: Knowledgebase Settings
de_de: Configuración de Base de Conocimientos

source: Alerts and Notices Settings
de_de: Configuración de Alertas y Notificaciones

source: %s updated successfully
de_de: %s actualizado correctamente

source: Unable to update settings - correct errors below and try again
de_de: No se puede actualizar la configuración - corrija el error y a continuación vuelva a intentarlo.

source: Unknown or invalid staff ID.
de_de: Desconocido o ID de personal invalido

source: Unknown or invalid staff.
de_de: Desconocido o personal invalido

source: Staff updated successfully
de_de: Personal actualizado correctamente

source: Unable to update staff. Correct any error(s) below and try again!
de_de: No se puede actualizar al personal. Corrija cualquier error(s) y a continuación vuelva a intentarlo!

source: Unable to add staff. Correct any error(s) below and try again.
de_de: No se puede agregar personal. Corrija cualquier error(s), y a continuación vuelva a intentarlo.

source: You must select at least one staff member.
de_de: Debe seleccionar al menos un miembro del equipo.

source: Selected staff activated
de_de: Personal seleccionado activado

source: %1$d of %2$d selected staff activated
de_de: %1$d de %2$d personal seleccionado activado

source: Unable to activate selected staff
de_de: Incapaz de activar el personal seleccionado

source: Selected staff disabled
de_de: Personal seleccionado deshabilitado

source: %1$d of %2$d selected staff disabled
de_de: %1$d de %2$d personal seleccionado deshabilitado

source: Unable to disable selected staff
de_de: Imposible de desactivar el personal seleccionado

source: Selected staff deleted successfully
de_de: Personal seleccionado eliminado satisfactoriamente

source: %1$d of %2$d selected staff deleted
de_de: %1$d de %2$d Personal seleccionado eliminado

source: Unable to delete selected staff.
de_de: Incapaz de borrar el personal seleccionado

source: Unknown action. Get technical help!
de_de: ¡Acción desconocida. Obtenga ayuda técnica!

source: Team updated successfully
de_de: Equipo actualizado correctamente

source: Unable to update team. Correct any error(s) below and try again!
de_de: No se puede actualizar el equipo. Corrija cualquier error(s) y a continuación vuelva a intentarlo!

source: Unable to add team. Correct any error(s) below and try again.
de_de: No se puede agregar el equipo. Corrija cualquier error(s) y a continuación vuelva a intentarlo.

source: Selected teams activated
de_de: Equipo seleccionado activado

source: %1$d of %2$d selected teams activated
de_de: %1$d de %2$d equipos seleccionados activados

source: Selected teams disabled
de_de: Equipos seleccionados deshabilitados

source: %1$d of %2$d selected teams disabled
de_de: %1$d de %2$d equipos seleccionados deshabilitados

source: Unable to disable selected teams
de_de: No es posible desactivar los equipos seleccionados

source: Selected teams deleted successfully
de_de: Equipos seleccionados eliminados satisfactoriamente

source: %1$d of %2$d selected teams deleted
de_de: %1$d de %2$d equipos seleccionados eliminados

source: Unable to delete selected teams
de_de: No se puede eliminar equipos seleccionados

source: Unknown or invalid canned response ID.
de_de: ID respuesta pre-definida desconocida o no válida.

source: Unknown or invalid canned response.
de_de: Respuesta pre-definida desconocida o no válida.

source: Canned response updated successfully
de_de: Respuesta pre-definda actualiza correctamente

source: Error updating canned response. Try again!
de_de: Error al actualizar la respuesta pre-definida. ¡Inténtelo de nuevo!

source: Canned response added successfully
de_de: Respuesta pre-definida añadida correctamente

source: Unable to add canned response. Correct error(s) below and try again.
de_de: No se puede agregar respuesta pre-definida. Corrija el error(s) y a continuación vuelva a intentarlo.

source: You must select at least one canned response
de_de: Debe seleccionar al menos una respuesta pre-definida

source: Selected canned responses enabled
de_de: Respuestas pre-definidas seleccionadas habilitadas

source: %1$d of %2$d selected canned responses enabled
de_de: %1$d de %2$d Respuestas pre-definidas seleccionadas habilitadas

source: Unable to enable selected canned responses.
de_de: No es posible activar las respuestas pre-definida seleccionadas.

source: Selected canned responses disabled
de_de: Respuestas pre-definidas seleccionadas deshabilitadas

source: %1$d of %2$d selected canned responses disabled
de_de: %1$d de %2$d Respuestas pre-definidas seleccionadas deshabilitadas

source: Unable to disable selected canned responses
de_de: No es posible desactivar las respuestas pre-definida seleccionadas

source: Selected canned responses deleted successfully
de_de: Respuestas pre-definidas seleccionadas eliminadas correctamente

source: %1$d of %2$d selected canned responses deleted
de_de: %1$d de %2$d Respuestas pre-definidas seleccionadas eliminadas

source: Unable to delete selected canned responses
de_de: No se puede eliminar respuestas pre-definidas seleccionadas

source: Unknown command
de_de: Comando desconocido

source: Unknown or invalid category ID.
de_de: ID de categoría desconocido o inválido.

source: Unknown or invalid category.
de_de: Categoría desconocida o inválida.

source: Category updated successfully
de_de: Categoría actualizada correctamente

source: Error updating category. Try again!
de_de: Error al actualizar la categoría. Inténtelo de nuevo!

source: Category added successfully
de_de: Categoría añadida correctamente

source: Unable to add category. Correct error(s) below and try again.
de_de: No se puede agregar la categoría. Corrija el error(s) y a continuación vuelva a intentarlo.

source: You must select at least one category
de_de: Debe seleccionar al menos una categoría

source: Selected categories made PUBLIC
de_de: Las categorías seleccionadas se han hecho PÚBLICAS

source: %1$d of %2$d selected categories made PUBLIC
de_de: %1$d de %2$d categorías seleccionadas hechas públicas

source: Unable to enable selected categories public.
de_de: No se puede habilitar categorías públicas seleccionadas.

source: Selected categories made PRIVATE
de_de: Las categorías seleccionadas se han hecho PRIVADAS

source: %1$d of %2$d selected categories made PRIVATE
de_de: %1$d de %2$d categorías seleccionadas hechas PRIVADAS

source: Unable to disable selected categories PRIVATE
de_de: No es posible desactivar las categorías PRIVADAS seleccionadas

source: Selected categories deleted successfully
de_de: Categorías seleccionadas eliminadas correctamente

source: %1$d of %2$d selected categories deleted
de_de: %1$d de %2$d categorías seleccionadas eliminadas

source: Unable to delete selected categories
de_de: No se puede eliminar categorías seleccionadas

source: System ban list is empty.
de_de: Lista de baneo del sistema está vacía.

source: SYSTEM BAN LIST filter is <b>DISABLED</b>
de_de: SISTEMA DE LISTA DE BANEO filtro esta <b>DESHABILITADO</b>

source: enable here
de_de: habilitar aquí

source: Unknown or invalid ban list ID #
de_de: ID # Lista de baneo desconocida o no válida

source: Unknown or invalid ban rule.
de_de: Regla de baneo desconocida o no válida.

source: Valid email address required
de_de: Dirección de correo válida requerida

source: Error updating ban rule. Try again!
de_de: Error al actualizar la regla de baneo. ¡Inténtelo de nuevo!

source: Unknown or invalid ban list
de_de: Lista de baneo desconocida o no válida

source: Email already in the ban list
de_de: Email ya en la Lista de baneo

source: Email address added to ban list successfully
de_de: Email añadido a lista de baneo correctamente

source: Error creating ban rule. Try again!
de_de: Error al crear la regla de baneo. ¡Inténtelo de nuevo!

source: You must select at least one email to process.
de_de: Ud. debe seleccionar al menos un correo para procesar.

source: Selected emails ban status set to enabled
de_de: Emails seleccionados estado de baneo establecido en habilitados

source: %1$d of %2$d selected emails ban status enabled
de_de: %1$d de %2$d emails seleccionados, estado de baneo habilitados

source: Unable to enable selected emails
de_de: No se puede habilitar emails seleccionados

source: Selected emails ban status set to disabled
de_de: Emails seleccionados, estado de baneo establecido en deshabilitado

source: %1$d of %2$d selected emails ban status set to disabled
de_de: %1$d de %2$d Emails seleccionados, estado de baneo establecido en deshabilitado

source: Unable to disable selected emails
de_de: No es posible desactivar emails seleccionados

source: Selected emails deleted from banlist successfully
de_de: emails seleccionados eliminados de lista de baneo correctamente

source: %1$d of %2$d selected emails deleted from banlist
de_de: %1$d de %2$d emails seleccionado eliminados de lista de baneo

source: Please rename config file include/%s to include/ost-config.php to avoid possible conflicts
de_de: Por favor, cambie el nombre de archivo de configuración include/%s a include/ost-config.php para evitar posibles conflictos

source: Please take a minute to delete <strong>setup/install</strong> directory (../setup/) for security reasons.
de_de: Por favor, tómese un minuto para eliminar <strong>setup/install</strong> del directorio (.. /setup/) por razones de seguridad.

source: Please change permission of config file (%1$s) to remove write access. e.g <i>chmod 644 %2$s</i>
de_de: Cambie los permiso del archivo de configuración (%1$s) para eliminar el acceso de escritura. ej. <i>chmod 644 %2$s</i>

source: Please consider turning off register globals if possible
de_de: Por favor considerar la deshabilitación de Registros Globales si es posible

source: osTicket :: Admin Control Panel
de_de: osTicket :: Panel de Control de Administración

source: Unknown or invalid group ID.
de_de: ID de grupo desconocido o no válido.

source: Unknown or invalid group.
de_de: Grupo desconocido o no válido.

source: Group updated successfully
de_de: Grupo actualizado correctamente

source: Unable to update group. Correct any error(s) below and try again!
de_de: No se puede actualizar grupo. Corrija cualquier error(s) y a continuación vuelva a intentarlo!

source: Unable to add group. Correct error(s) below and try again.
de_de: No se puede agregar el grupo. Corrija el error(s) y a continuación vuelva a intentarlo.

source: You must select at least one group.
de_de: Debe seleccionar al menos un grupo.

source: As an admin, you can't disable/delete a group you belong to - you might lockout all admins!
de_de: Como administrador, no se puede desactivar/eliminar un grupo al que pertenece - es posible que bloquee todos los administradores!

source: Selected groups activated
de_de: Grupos seleccionados activados

source: %1$d of %2$d selected groups activated
de_de: %1$d de %2$d grupos seleccionados activados

source: Unable to activate selected groups
de_de: No se puede activar los grupos seleccionados

source: Selected groups disabled
de_de: Grupos seleccionados deshabilitados

source: %1$d of %2$d selected groups disabled
de_de: %1$d of %2$d grupos seleccionados deshabilitados

source: Unable to disable selected groups
de_de: No es posible desactivar los grupos seleccionados

source: Selected groups deleted successfully
de_de: Grupos seleccionados eliminados correctamente

source: %1$d of %2$d selected groups deleted
de_de: %1$d de %2$d grupos seleccionados eliminados

source: Unable to delete selected groups
de_de: No se puede eliminar los grupos seleccionados

source: Unknown or invalid FAQ
de_de: FAQ desconocida o no válido

source: Unknown or invalid FAQ category
de_de: Categoría FAQ desconocida o no válida

source: FAQ added successfully
de_de: FAQ agregado correctamente

source: Unable to add FAQ. Try again!
de_de: No se puede agregar FAQ. Inténtelo de nuevo!

source: Invalid or unknown FAQ
de_de: FAQ no válida o desconocida

source: FAQ updated successfully
de_de: FAQ actualizado correctamente

source: Unable to update FAQ. Try again!
de_de: No se puede actualizar FAQ. Inténtelo de nuevo!

source: FAQ published successfully
de_de: FAQ publicado correctamente

source: Unable to publish the FAQ. Try editing it.
de_de: No se puede publicar el FAQ. Intente editarlo.

source: FAQ unpublished successfully
de_de: FAQ despublicados correctamente

source: FAQ deleted successfully
de_de: FAQ eliminado con éxito

source: Invalid action
de_de: Acción invalida

source: Test email sent successfully to %s
de_de: Email de prueba enviada a %s

source: Error sending email - try again.
de_de: Error al enviar el email - inténtalo de nuevo.

source: Test Outgoing Email
de_de: Probar email Saliente

source: Emails delivery depends on your server settings (php.ini) and/or email SMTP configuration.
de_de: Entrega de mensajes de correo electrónico depende de la configuración del servidor (php.ini) y/o la configuración de correo electrónico SMTP.

source: Select FROM Email
de_de: Selecciones Email DE

source: To
de_de: A

source: email message to send.
de_de: mensaje de email a enviar.

source: Send Message
de_de: Enviar mensaje

source: Unknown or invalid filter.
de_de: Filtro desconocido o invalido.

source: Filter updated successfully
de_de: Filtro actualizado correctamente

source: Error updating filter. Try again!
de_de: Error al actualizar el filtro. Inténtelo de nuevo!

source: Filter added successfully
de_de: Filtro añadido correctamente

source: Unable to add filter. Correct error(s) below and try again.
de_de: No se puede agregar filtro. Corrija el error(s) y a continuación vuelva a intentarlo.

source: You must select at least one filter to process.
de_de: Debe seleccionar al menos un filtro para procesar.

source: Selected filters enabled
de_de: Filtros seleccionados habilitados

source: %1$d of %2$d selected filters enabled
de_de: %1$d de %2$d filtros seleccionados habilitados

source: Unable to enable selected filters
de_de: No se puede habilitar los filtros seleccionados

source: Selected filters disabled
de_de: Filtros seleccionados deshabilitados

source: %1$d of %2$d selected filters disabled
de_de: %1$d de %2$d filtros seleccionados deshabilitadas

source: Email is in banlist. Must be removed to reply.
de_de: Email está en lista de baneo. Debe ser eliminado para responder.

source: Reply posted successfully
de_de: Respuesta publicada con éxito

source: Unable to post the reply. Correct the errors below and try again!
de_de: No es posible publicar la respuesta. Corrija los errores y a continuacion vuelva a intentarlo!

source: Action Denied. You are not allowed to transfer tickets.
de_de: Acción denegada. No se le permite transferir tickets.

source: Select department
de_de: Seleccione departamento

source: Ticket already in the department
de_de: Ticket ya en el departamento

source: Unknown or invalid department
de_de: Departamento desconocido o inválido

source: Transfer comments required
de_de: Transferir documentos requierido

source: Ticket transferred successfully to %s
de_de: Ticket transferido correctamente a %s

source: Correct the error(s) below and try again!
de_de: Corrija el error(s) y a continuación vuelva a intentarlo!

source: Ticket already assigned to the staff.
de_de: Ticket ya asignado al personal.

source: Ticket already assigned to the team.
de_de: Ticket ya asignado al equipo.

source: Ticket is NOW assigned to you!
de_de: ¡Ticket AHORA está asignado a usted!

source: Ticket assigned successfully to %s
de_de: Ticket asignado correctamente a %s

source: Internal note posted successfully
de_de: Nota interna registrada con éxito

source: Unable to post the note. Correct the error(s) below and try again!
de_de: No se puede publicar la nota. Corrija el error(s) y a continuación vuelva a intentarlo!

source: Ticket updated successfully
de_de: Ticket actualizado correctamente

source: Unable to update the ticket. Correct the errors below and try again!
de_de: No se puede actualizar el ticket . Corrija los siguientes errores e ¡intente de nuevo!

source: Perm. Denied. You are not allowed to close tickets.
de_de: Permiso Denegado. Usted no está autorizado para cerrar ticket.

source: Ticket is already closed!
de_de: ¡Ticket ya está cerrado!

source: Ticket #%d status set to CLOSED
de_de: Ticket #%d estado establecido como CERRADO

source: Ticket closed (without comments)
de_de: Ticket cerrado (sin comentarios)

source: Ticket Closed
de_de: Ticket Cerrado

source: Problems closing the ticket. Try again
de_de: Problemas cerrando el ticket. Intente de nuevo

source: Perm. Denied. You are not allowed to reopen tickets.
de_de: Perm. Denegado. No se permite la re-apertura de tickets.

source: Ticket is already open!
de_de: ¡Ticket ya está abierto!

source: Ticket REOPENED
de_de: Ticket REABIERTO

source: Ticket reopened (without comments)
de_de: Ticket reabierto (sin comentarios)

source: Ticket Reopened
de_de: Ticket reabierto

source: Problems reopening the ticket. Try again
de_de: Problemas reabriendo el ticket. Intente de nuevo

source: Ticket is not assigned!
de_de: ¡Ticket no esta asignado!

source: Ticket released (unassigned) from %1$s by %2$s)
de_de: Ticket liberado (sin asignar) de %1$s por %2$s)

source: Ticket unassigned
de_de: Ticket sin asignar

source: Problems releasing the ticket. Try again
de_de: Problemas liberar el ticket. Intente de nuevo

source: Only open tickets can be assigned
de_de: Sólo los tickets abiertos se pueden asignar

source: Ticket is already assigned to %s
de_de: Ticket ya se ha asignado a %s

source: Ticket is now assigned to you!
de_de: ¡Ticket ahora está asignado a usted!

source: Ticket flagged as overdue by %s
de_de: Ticket Marcado como vencido por %s

source: Problems marking the the ticket overdue. Try again
de_de: Problemas marcando el ticket como vencido. Intente de nuevo
