Repository: jeffaristi92/drupal-test
Catalog: osticket/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: If you wish to send additional comments or information regarding same issue, please follow the instructions on the email.
de_de: Si usted desea enviar comentarios o información sobre el mismo problema, por favor siga las instrucciones provistas en el email.

source: Support Team
de_de: Equipo de Soporte

source: Please Wait!
de_de: Por favor espere!

source: Please wait... it will take a second!
de_de: Por favor espere... esto tomará unos segundos!

source: Open Tickets
de_de: Ticket Abiertos

source: Closed Tickets
de_de: Ticket Cerrados

source: All Tickets
de_de: Todos los Ticket

source: Search Results
de_de: Resultados de la busqueda

source: Any Status
de_de: Cualquier Estado

source: Open
de_de: Abierto

source: Go
de_de: Ir

source: Refresh
de_de: Actualizar

source: Phone Number
de_de: N° de Telefono

source: Your query did not match any records
de_de: Su busqueda no arrojó resultados

source: Page
de_de: Pagina

source: Frequently Asked Questions
de_de: Preguntas de Uso Frecuente

source: All Categories
de_de: Todas las categorias

source: Help Topics
de_de: Temas de Ayuda

source: Last updated
de_de: Ultima actualización

source: Go Back
de_de: Volver

source: Category does not have any FAQs.
de_de: La categoría no tiene FAQs

source: Back To Index
de_de: Volver al índice

source: To view the status of a ticket, provide us with the login details below.
de_de: Para ver el estado de un ticket, por favor ingrese los datos de ingreso

source: E-Mail Address
de_de: Dirección E-Mail

source: View Status
de_de: Ver Estado

source: If this is your first time contacting us or you've lost the ticket ID, please
de_de: Si esta es la primera ves que nos contacta o si perdió el ID del ticket, por favor

source: Search
de_de: Buscar

source: All Help Topics
de_de: Todos los temas de ayuda

source: %d FAQs matched your search criteria.
de_de: %d FAQs corresponde a sus criterios de búsqueda.

source: Published
de_de: Publicado

source: Internal
de_de: Interno

source: The search did not match any FAQs.
de_de: La búsqueda no dio resultados en las FAQs

source: Click on the category to browse FAQs.
de_de: Clickee en la categoría para navegar en las FAQs

source: NO FAQs found
de_de: No se encontró FAQs

source: Please fill in the form below to open a new ticket.
de_de: Por favor complete el siguiente formulario para abrir un nuevo ticket

source: Full Name
de_de: Nombre y Apellido

source: Email Address
de_de: Dirección Email

source: Telephone
de_de: Teléfono

source: Ext.
de_de: Int.

source: Select a Help Topic
de_de: Seleccione un tema de ayuda

source: General Inquiry
de_de: Consultas Generales

source: Please provide as much detail as possible so we can best assist you.
de_de: Por favor proporcione tanto detalle como sea posible para poder ayudarle mejor.

source: Ticket Priority
de_de: Prioridad del Ticket

source: Please re-enter the text again
de_de: Por favor, reingrese el texto nuevamente

source: CAPTCHA Text
de_de: Texto CAPTCHA

source: Enter the text shown on the image.
de_de: Ingrese el texto que se ve en la imagen

source: Create Ticket
de_de: Crear Ticket

source: Update Canned Response
de_de: Actualización de Respuesta Pre-definida

source: Save Changes
de_de: Guardar cambios

source: Add New Canned Response
de_de: Añadir nueva respuesta Pre-definida

source: Add Response
de_de: Agregar respuesta

source: Canned Response
de_de: Respuesta Pre-definida

source: Canned response settings
de_de: Ajustes de respuesta Pre-definidas

source: Status:
de_de: Estado:

source: Active
de_de: Activo

source: Disabled
de_de: Deshabilitado

source: Department:
de_de: Departamento:

source: All Departments
de_de: Todos los departamentos

source: Make the title short and clear.
de_de: Haga el título corto y claro.

source: Title
de_de: Título

source: Supported Variables
de_de: Variables soportadas

source: Canned Attachments
de_de: Adjuntos Pre-definidos

source: optional
de_de: opcional

source: Uncheck to delete the attachment on submit
de_de: Desactive la opción de borrar el archivo adjunto en enviar

source: You can upload up to 10 attachments per canned response.
de_de: Puedes subir hasta 10 archivos adjuntos por respuesta Pre-definida

source: Internal Notes
de_de: Notas internas

source: Notes about the canned response.
de_de: Notas acerca de la respuesta pre-definida

source: Canned response is in use by email filter(s)
de_de: Respuesta pre-definida está en uso por filtro de correo electrónico(s)

source: Term too short!
de_de: Termino muy corto!

source: Banned Email Addresses
de_de: Direcciones de Email baneada

source: Query:
de_de: Consulta:

source: Ban New Email
de_de: Banear Nuevo Email

source: No banned emails matching the query found!
de_de: No ha encontrado mensajes baneados que coincidan con la consulta!

source: Search Results:
de_de: Resultados de búsqueda:

source: Ban Status
de_de: Estado de Baneo

source: Date Added
de_de: Fecha añadida

source: Last Updated
de_de: Ultima actualización

source: Select:
de_de: Seleccionar:

source: All
de_de: Todo

source: None
de_de: Ninguno

source: Toggle
de_de: Conmutar

source: No banned emails found!
de_de: ¡No se encuentran emails baneados!

source: Enable
de_de: Habilitar

source: Disable
de_de: Deshabilitar

source: Delete
de_de: Eliminar

source: Please Confirm
de_de: Por favor confirme

source: Are you sure want to <b>enable</b> selected ban rules?
de_de: ¿Está seguro de que desea <b>activar</b> reglas de baneo seleccionadas?

source: Are you sure want to <b>disable</b> selected ban rules?
de_de: ¿Está seguro de que desea <b>desactivar</b> reglas de baneo seleccionadas?

source: Are you sure you want to DELETE selected ban rules?
de_de: ¿Está seguro de que desea ELIMINAR reglas baneo seleccionadas?

source: Please confirm to continue.
de_de: Confirme para continuar.

source: No, Cancel
de_de: No, Cancelar

source: Yes, Do it!
de_de: Si, Hacerlo!

source: Open New Ticket
de_de: Abrir un nuevo Ticket

source: New Ticket
de_de: Nuevo Ticket

source: User Information
de_de: Información del usuario

source: Send alert to user.
de_de: Alertar enviada al usuario.

source: Ticket Information &amp; Options
de_de: Información de Ticket &amp; Opciones

source: Ticket Source
de_de: Fuente del Ticket

source: Select Source
de_de: Seleccione Fuente

source: Other
de_de: Otro

source: Select Department
de_de: Seleccione Departamento

source: Select Help Topic
de_de: Seleccione Tema de Ayuda

source: System Default
de_de: Sistema Predeterminado

source: Time is based on your time zone
de_de: El tiempo se basa en la zona horaria

source: Assign To
de_de: Asignar a

source: Select Staff Member OR a Team
de_de: Seleccionar Personal o un Equipo

source: Staff Members
de_de: Miembros del Personal

source: Issue
de_de: Problema

source: The user will be able to see the issue summary below and any associated responses.
de_de: El usuario será capaz de ver el resumen del problema más adelante y las respuestas asociadas.

source: Issue summary
de_de: Resumen del problema

source: Details on the reason(s) for opening the ticket.
de_de: Detalle las razones por las que abre un nuevo ticket

source: Response
de_de: Respuesta

source: Optional response to the above issue.
de_de: Respuesta opcional al problema anterior.

source: Select a canned response
de_de: Seleccione una respuesta pre-definida

source: Append
de_de: Añadir

source: Close On Response
de_de: Cerrar al responder

source: Only applicable if response is entered
de_de: Sólo se aplica si se introduce la respuesta

source: Signature
de_de: Firma

source: My signature
de_de: Mi firma

source: Dept. Signature (if set)
de_de: Departamento Firma (si está configurado)

source: Internal Note
de_de: Nota Interna

source: Optional internal note (recommended on assignment)
de_de: Nota interna opcional (recomendado en la asignación)

source: Create
de_de: Crear

source: premade responses
de_de: Respuesta Predefinida

source: No premade responses found!
de_de: ¡No se han encontrado respuestas prefabricadas!

source: Canned Responses
de_de: Respuesta Pre-definida

source: Add New Response
de_de: Agregar respuesta

source: No canned responses
de_de: Sin respuestas pre-definida

source: Are you sure want to <b>enable</b> selected canned responses?
de_de: ¿Seguro desea <b>activar</b> respuestas pre-definidas seleccionadas?

source: Are you sure want to <b>disable</b> selected canned responses?
de_de: ¿Seguro desea <b>desactivar</b> respuestas pre-definidas seleccionadas?

source: Are you sure you want to DELETE selected canned responses?
de_de: ¿Está seguro de que desea ELIMINAR respuestas pre-definidas seleccionadas?

source: Deleted items CANNOT be recovered, including any associated attachments.
de_de: Los elementos eliminados NO SE PUEDEN recuperar, incluidos los archivos adjuntos asociados.

source: filters
de_de: filtros

source: No filters found!
de_de: ¡No se encontraron filtros!

source: Ticket Filters
de_de: Filtros de Ticket

source: Add New Filter
de_de: Agregar nuevo Filtro

source: Order
de_de: Orden

source: Rules
de_de: Reglas

source: Target
de_de: Destino

source: No filters found
de_de: No se encontraron filtros

source: Are you sure want to <b>enable</b> selected filters?
de_de: ¿Está seguro de querer <b>permitir</b> filtros seleccionados?

source: Are you sure want to <b>disable</b> selected filters?
de_de: ¿Está seguro de querer <b>desactivar</b> filtros seleccionados?

source: Are you sure you want to DELETE selected filters?
de_de: ¿Está seguro de que querer ELIMINAR filtros seleccionados?

source: Deleted filters CANNOT be recovered, including any associated rules.
de_de: Filtros eliminados NO SE PUEDEN recuperar, incluidas las reglas asociadas.

source: Autoresponder Settings
de_de: Configuraciones Autoresponder

source: Autoresponder Setting
de_de: Configuración Autoresponder

source: Global setting - can be disabled at department or email level.
de_de: Ajuste Global - se puede deshabilitar en el departamento o el nivel de email.

source: (Autoresponse includes the ticket ID required to check status of the ticket)
de_de: (Respuesta automática incluye la identificación de la entrada requerida para comprobar el estado del ticket)

source: New Ticket by staff
de_de: Nuevo Ticket del Personal

source: (Notice sent when staff creates a ticket on behalf of the user (Staff can overwrite))
de_de: (Aviso enviada cuando el personal crea un vale en nombre del usuario (personal puede sobrescribir))

source: New Message
de_de: Nuevo Mensaje

source: (Confirmation notice sent when a new message is appended to an existing ticket)
de_de: (Aviso de confirmación enviado cuando un nuevo mensaje se añade al un ticket existente)

source: Overlimit notice
de_de: Aviso de Límite excedido

source: (Ticket denied notice sent to user on limit violation. Admin gets alerts on ALL denials by default)
de_de: (Ticket denegado, aviso enviado al usuario sobre violación de el límite. Administrador recibe alertas en todas las denegaciones por defecto)

source: Reset changes
de_de: Restablecer cambios

source: No templates found!
de_de: ¡No se encuentran plantillas!

source: Add New Template
de_de: Agregar Nueva Plantilla

source: In-Use
de_de: En Uso

source: Yes
de_de: Si

source: Select
de_de: Seleccionar

source: No templates found
de_de: No se encontraron plantillas

source: Are you sure want to <b>enable</b> selected templates?
de_de: ¿Estás seguro de que quiere <b>permitir</b> Plantillas seleccionadas?

source: Are you sure want to <b>disable</b> selected templates?
de_de: ¿Está seguro de que quiere <b>desactivar</b> Plantillas seleccionadas?

source: Are you sure you want to DELETE selected templates?
de_de: ¿Está seguro de que desea ELIMINAR las plantillas seleccionadas?

source: Deleted templates CANNOT be recovered.
de_de: Plantillas eliminadas NO SE PUEDEN recuperar.

source: No emails found!
de_de: ¡No se encontraron Emails!

source: Add New Email
de_de: Agregar nuevo email

source: Created
de_de: Creado

source: No help emails found
de_de: No se encontro ayuda de emails

source: Delete Email(s)
de_de: Borrar Email(s)

source: Are you sure you want to DELETE selected emails?
de_de: ¿Está seguro de que desea ELIMINAR los Emails seleccionados?

source: Deleted emails CANNOT be recovered.
de_de: Mensajes de Emails eliminados NO SE PUEDEN recuperar.

source: Update Staff
de_de: Actualización de Personal

source: To reset the password enter a new one below
de_de: Para restablecer la contraseña, introduzca una nueva a continuación

source: Add New Staff
de_de: Agregar nuevo Personal

source: Add Staff
de_de: Agregar Personal

source: Staff Account
de_de: Cuenta Personal

source: Username
de_de: Nombre de Usuario

source: First Name
de_de: Nombre

source: Last Name
de_de: Apellido

source: Mobile Number
de_de: N° Celular

source: Account Password
de_de: Contraseña de la cuenta

source: Password
de_de: Contraseña

source: Confirm Password
de_de: Confirmar Contraseña

source: Forced Password Change
de_de: Forzar Cambio de Contraseña

source: <strong>Force</strong> password change on next login.
de_de: <strong>Fuerzar</strong> Cambio de contraseña en el siguiente inicio de sesión.

source: Staff's Signature
de_de: Firma del Personal

source: Optional signature used on outgoing emails.
de_de: Firma Opcional utilizado en email salientes.

source: Signature is made available as a choice, on ticket reply.
de_de: La firma se hace disponible como una opción, en la respuesta a un ticket.

source: Account Status & Settings
de_de: Estado y Ajustes de la Cuenta

source: Dept. and assigned group controls access permissions.
de_de: Departamento y grupo asignado controla los permisos de acceso.

source: Account Type
de_de: Tipo de Cuenta

source: Account Status
de_de: Estado de Cuenta

source: Locked
de_de: Bloqueada

source: Assigned Group
de_de: Grupos Asignados

source: Select Group
de_de: Seleccionar Grupo

source: Primary Department
de_de: Departamento Primario

source: Staff's Time Zone
de_de: Zona Horaria del Personal

source: Select Time Zone
de_de: Seleccionar Zona Horaria

source: Daylight Saving
de_de: Horario de Verano

source: Observe daylight saving
de_de: Respete el horario de verano

source: Current Time
de_de: Hora actual

source: Limited Access
de_de: Acceso Limitado

source: Limit ticket access to ONLY assigned tickets.
de_de: limitar el acceso a los tickets, SOLAMENTE tickets asignados

source: Directory Listing
de_de: Listado de Directorio

source: Show the user on staff's directory
de_de: Mostrar al usuario en el directorio del Personal

source: Vacation Mode
de_de: Modo Vacaciones

source: Staff on vacation mode.
de_de: Personal en modo de vacaciones.

source: No ticket assignment or alerts
de_de: Sin asignación tickets o alertas

source: Assigned Teams
de_de: Equipos asignados

source: Staff will have access to tickets assigned to a team they belong to regardless of the ticket's department.
de_de: El personal tendrá acceso a los tickets asignados al equipo al que pertenecen, independientemente del departamento de del ticket.

source: Admin Notes
de_de: Administracion de Notas

source: Internal notes viewable by all admins.
de_de: Notas internas visibles por todos los administradores.

source: osTicket :: Staff Control Panel
de_de: Panel de Control Personal

source: Done
de_de: Hecho

source: Prev
de_de: Ant

source: Next
de_de: Sig.

source: Today
de_de: Hoy

source: January
de_de: Enero

source: February
de_de: Febrero

source: March
de_de: Marzo

source: April
de_de: Abril

source: May
de_de: Mayo

source: June
de_de: Junio

source: July
de_de: Julio

source: August
de_de: Agosto

source: September
de_de: Septiembre

source: October
de_de: Octubre

source: November
de_de: Noviembre

source: December
de_de: Diciembre

source: Jan
de_de: Ene

source: Apr
de_de: Abr

source: Aug
de_de: Ago

source: Dec
de_de: Dic

source: Sunday
de_de: Domingo

source: Monday
de_de: Lunes

source: Tuesday
de_de: Martes

source: Wednesday
de_de: Miercoles

source: Thursday
de_de: Jueves

source: Friday
de_de: Viernes

source: Saturday
de_de: Sabado

source: Sun
de_de: Dom

source: Mon
de_de: Lu

source: Tue
de_de: Ma

source: Wed
de_de: Mie

source: Thu
de_de: Jue

source: Fri
de_de: Vie

source: Sat
de_de: Sa

source: Su
de_de: Do

source: Mo
de_de: Lu

source: Tu
de_de: Ma

source: We
de_de: Mie

source: Th
de_de: Jue

source: Fr
de_de: Vie

source: Wk
de_de: Sem

source: osTicket - Customer Support System
de_de: osTicket - Centro de Atención al Cliente

source: Howdy,
de_de: Hola,

source: Admin Panel
de_de: Panel Administrador

source: Staff Panel
de_de: Panel Personal

source: My Preferences
de_de: Mis Preferencias

source: Update Help Topic
de_de: Actualizar Tema de Ayuda

source: Add New Help Topic
de_de: Agregar Nuevo Tema de Ayuda

source: Add Topic
de_de: Agregar Tema

source: Help Topic Information
de_de: Información Tema de Ayuda

source: Topic:
de_de: Tema:

source: Type:
de_de: Tipo:

source: Public
de_de: Público

source: Private/Internal
de_de: Privado/Interno

source: Parent Topic:
de_de: Tema principal:

source: Select Parent Topic
de_de: Seleccione Tema Padre

source: New ticket options
de_de: Opciones de Nuevos Tickets

source: Priority:
de_de: Prioridad:

source: Select Priority
de_de: Seleccionar Prioridad

source: SLA Plan:
de_de: Plan SLA:

source: Department's Default
de_de: Departamentos Predeterminados

source: Overwrites department's SLA
de_de: Sobrescribe SLA de departamentos

source: Auto-assign To:
de_de: Autoasignar A:

source: Ticket auto-response:
de_de: Ticket de respuesta automática:

source: <strong>Disable</strong> new ticket auto-response for this topic (Overwrites Dept. settings).
de_de: <strong>Desactivar</strong> nuevo ticket de auto-respuesta para este tema (sobrescribe la configuración Departamento)

source: Internal notes about the help topic.
de_de: Notas internas sobre el tema de la ayuda.

source: Errors
de_de: Errores

source: Warnings
de_de: Advertencias

source: Debug logs
de_de: Depurar logs

source: All logs
de_de: Todos los logs

source: Entered date span is invalid. Selection ignored.
de_de: Período de fecha introducida no es válida. Selección ignorada.

source: No logs found!
de_de: ¡No se se han encontrado logs!

source: System Logs
de_de: Logs de Sistema

source: Date Span
de_de: Periodo de Fecha

source: Type
de_de: Tipo

source: Debug
de_de: Depurar

source: Go!
de_de: ¡Ir!

source: Log Title
de_de: Titulo de Log

source: Log Type
de_de: Tipo de Log

source: Log Date
de_de: Fecha del Log

source: No logs found
de_de: No se encontraron logs

source: Delete Selected Entries
de_de: Eliminar los comentarios seleccionados

source: Are you sure you want to DELETE selected logs?
de_de: ¿Está seguro de que desea ELIMINAR logs seleccionados?

source: Deleted logs CANNOT be recovered.
de_de: Logs eliminados NO SE PUEDEN recuperar.

source: Unable to obtain a lock on the ticket
de_de: No se puede obtener un bloqueo en el ticket

source: Ticket is assigned to %s
de_de: El ticket esta asignado a %s

source: This ticket is currently locked by %s
de_de: Este ticket está bloqueada por %s

source: Email is in banlist! Must be removed before any reply/response
de_de: Email está en lista de baneo! Debe ser eliminado antes de cualquier réplica/respuesta

source: Ticket #%d
de_de: Ticket N°%d

source: More
de_de: Mas

source: Close
de_de: Cerrar

source: Reopen
de_de: Reabrir

source: Claim
de_de: Reclamar

source: Print
de_de: Imprimir

source: Release (unassign) Ticket
de_de: Soltar (sacar asignación) al Ticket

source: Mark as Overdue
de_de: Marcar como Vencido

source: Mark as Unanswered
de_de: Marcar como sin respuesta

source: Mark as Answered
de_de: Marcar como respondido

source: Ban Email
de_de: Banear Email

source: Unban Email
de_de: Desbanear Email

source: %d Open Tickets
de_de: %d Ticket Abiertos

source: %d Closed Tickets
de_de: %d Ticket Cerrados

source: Unknown
de_de: Desconocido

source: none
de_de: ninguno

source: posted by <b>%s</b>
de_de: enviado por <b>%s</b>

source: No internal notes found.
de_de: No hay notas internas

source: Error fetching ticket thread - get technical help.
de_de: Error en obtención del hilo del ticket - obtener ayuda técnica.

source: Post Internal Note
de_de: Enviar nota interna

source: Dept. Transfer
de_de: Transferir de departamento

source: Reassign Ticket
de_de: Reasignar Ticket

source: Assign Ticket
de_de: Asignar Ticket

source: TO
de_de: A

source: Email Reply
de_de: Email de respuesta

source: My Signature
de_de: Mi Firma

source: Dept. Signature
de_de: Firma Dept.

source: Reopen on Reply
de_de: Reabrir cuando responda

source: Close on Reply
de_de: Cerrar cuando responda

source: Note details
de_de: Detalles de la nota

source: Note title
de_de: Título de la nota

source: summarry of the note (optional)
de_de: resumen de la nota (opcional)

source: unchanged
de_de: sin cambios

source: Reopen Ticket
de_de: Re-abrir Ticket

source: Close Ticket
de_de: Cerrar Ticket

source: Ticket States
de_de: Estado del Ticket

source: Flag As Overdue
de_de: Marcar como Vencido

source: Clear Overdue Flag
de_de: Quitar marca Vencido

source: Release (Unassign) Ticket
de_de: Libere Ticket (Anular)

source: Ticket is currently in <b>%s</b> department.
de_de: Ticket está en <b>%s</b> departamento.

source: Select Target Department
de_de: Seleccione Departamento de destino

source: Comments
de_de: Comentarios

source: Enter reasons for the transfer.
de_de: Ingrese las razones para el traslado.

source: Assignee
de_de: Asignado

source: Ticket is currently assigned to <b>%s</b>
de_de: El ticket está actualmente asignado a <b>%s</b>

source: Assigning a closed ticket will <b>reopen</b> it!
de_de: AL asignar un ticket cerrado se <b>reabrira!</b>

source: Claim Ticket (comments optional)
de_de: Reclamar Ticket (comentarios opcionales)

source: Enter reasons for the assignment or instructions for assignee.
de_de: Entre las razones para la asignación o las instrucciones para el asignatario

source: Ticket Print Options
de_de: Opciones de impresión del ticket

source: Print Notes
de_de: Imprimir Notas

source: Print <b>Internal</b> Notes/Comments
de_de: Imprimir Notas/Comentarios <b>internos</b>

source: Paper Size
de_de: Tamaño del papel

source: Select Print Paper Size
de_de: Seleccione Tamaño de papel a Imprimir

source: Are you sure you want to <b>%s</b> this ticket?
de_de: ¿Está seguro que desea <b>%s</b> este ticket?

source: REOPEN
de_de: RE-ABRIR

source: CLOSE
de_de: CERRAR

source: Reasons for status change (internal note). Optional but highly recommended.
de_de: Razones para el cambio de estado (nota interna). Opcional pero altamente recomendable.

source: Are you sure want to <b>claim</b> (self assign) this ticket?
de_de: ¿Seguro desea <b>reclamar</b> (auto-asignar) este ticket?

source: Are you sure want to flag the ticket as <b>answered</b>?
de_de: ¿Esta seguro que quiere marcar el ticket como <b>respondido</b>?

source: Are you sure want to flag the ticket as <b>unanswered</b>?
de_de: ¿Esta seguro que quiere marcar el ticket como <b>sin respuesta</b>?

source: Are you sure want to flag the ticket as <font color="red"><b>overdue</b></font>?
de_de: ¿Seguro quiere marcar el ticket como <font color="red"><b>vencido</b></font>?

source: Are you sure want to <b>ban</b> %s?
de_de: ¿Estás seguro de que desea <b>banear</b> %s?

source: New tickets from the email address will be auto-rejected.
de_de: Nuevos ticket de esta dirección de email serán automáticamente rechazados.

source: Are you sure want to <b>remove</b> %s from ban list?
de_de: ¿Estás seguro de que desea <b>eliminar</b> %s de la lista de baneo?

source: Are you sure want to <b>unassign</b> ticket from %s<b>?
de_de: ¿Estás seguro de que quieres <b>anular asignación</b> del ticket % s<b>?
