Repository: jeffaristi92/drupal-test
Catalog: osticket/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: only applies to emails being sent through this account
de_de: sólo se aplica a los emails que se envían a través de esta cuenta

source: Admin's notes.
de_de: Notas de admin.

source: categories
de_de: categorias

source: No FAQ categories found!
de_de: No se encontraron categorías FAQ!

source: FAQ Categories
de_de: Categorías FAQ

source: No FAQ categories found.
de_de: Categorías FAQ no encontradas.

source: Make Public
de_de: Hacer pública

source: Make Internal
de_de: Hacer interna

source: Are you sure want to make selected categories <b>public</b>?
de_de: ¿Estás seguro de que quieres hacer <b>pública</b> categorías seleccionadas?

source: Are you sure want to make selected categories <b>private</b> (internal)?
de_de: ¿Estás seguro de que quieres hacer <b>privada</b> categorías seleccionadas (interna)?

source: Are you sure you want to DELETE selected categories?
de_de: ¿Está seguro de que desea ELIMINAR categorías seleccionadas?

source: Deleted entries CANNOT be recovered, including any associated FAQs.
de_de: Entradas eliminadas NO SE PUEDEN recuperar, incluyendo cualquier FAQs asociada.

source: Filter
de_de: Filtro

source: No staff members found!
de_de: ¡Ningún miembro del personal encontrado!

source: Phone Ext
de_de: Ext. Telefonica

source: My Account Profile
de_de: Mi Perfil de Cuenta

source: Account Information
de_de: Informacion de Cuenta

source: Contact information.
de_de: Informacion de Contacto

source: Preferences
de_de: Preferencias

source: Profile preferences and settings.
de_de: Perfil de preferencias y configuraciones.

source: Time Zone
de_de: Zona Horaria

source: Maximum Page size
de_de: Maximo Tamaño de Paguina

source: system default
de_de: sistema predetermidado

source: show %s records
de_de: mostrar %s registros

source: per page.
de_de: por paguina

source: Auto Refresh Rate
de_de: Frecuencia de Auto-refresco

source: disable
de_de: desactivar

source: Every %3$s %4$s
de_de: Cada %3$s %4$s

source: (Tickets page refresh rate in minutes.)
de_de: (Página Tickets frecuencia de refresco en minutos.)

source: Default Signature
de_de: Firma Predeterminada

source: (You can change selection on ticket page)
de_de: (Puede cambiar la selección en la página ticket)

source: Default Paper Size
de_de: Tamaño de Papel Predeterminado

source: Paper size used when printing tickets to PDF
de_de: El tamaño del papel utilizado para imprimir ticket a PDF

source: Show Assigned Tickets
de_de: Mostrar Ticket Asignados

source: Show assigned tickets on open queue.
de_de: Mostrar tickets asignados en la Cola de Abiertos

source: To reset your password, provide your current password and a new password below.
de_de: Para restablecer su contraseña, introduzca su contraseña actual y la nueva contraseña a continuación.

source: Current Password
de_de: Contraseña actual

source: New Password
de_de: Nueva Contraseña

source: Confirm New Password
de_de: Confirmar Nueva Contraseña

source: All Department
de_de: Todos los Departamentos

source: All Groups
de_de: Todos los Grupos

source: All Teams
de_de: Todos los Equipos

source: Apply
de_de: Aplicar

source: No staff found!
de_de: ¡Personal no encontrado!

source: UserName
de_de: Nombre de Usuario

source: Group
de_de: Grupo

source: Last Login
de_de: Ultimo Acceso

source: vacation
de_de: vacaciones

source: Lock
de_de: Bloquear

source: Are you sure want to <b>enable</b> (unlock) selected staff?
de_de: Seguro desea <b>habilitar</b> (desbloquear) el personal seleccionado?

source: Are you sure want to <b>disable</b> (lock) selected staff?
de_de: Seguro desea <b>deshabilitar</b> (bloquear) el personal seleccionado?

source: Locked staff won't be able to login to Staff Control Panel.
de_de: Personal bloqueado no podrá iniciar sesión en el Panel de Control del Personal.

source: Are you sure you want to DELETE selected staff?
de_de: ¿Seguro desea ELIMINAR el personal seleccionado?

source: Deleted staff CANNOT be recovered.
de_de: El personal eliminado NO se puede recuperar.

source: SLA plans
de_de: Planes SLA

source: No SLA plans found!
de_de: ¡No se han encontrado planes SLA!

source: Service Level Agreements
de_de: Acuerdos de Nivel de Servicio

source: Add New SLA Plan
de_de: Agregar nuevo Plan SLA

source: Grace Period (hrs)
de_de: Período de Gracia (hrs)

source: No SLA plans found
de_de: No se han encontrado planes SLA

source: Are you sure want to <b>enable</b> selected SLA plans?
de_de: ¿Estás seguro de que quiere <b>habilitar</b> Planes SLA seleccionados?

source: Are you sure want to <b>disable</b> selected SLA plans?
de_de: ¿Estás seguro de que quiere <b>deshabilitar</b> Planes SLA seleccionados?

source: Are you sure you want to DELETE selected SLA plans?
de_de: ¿Está seguro de que desea eliminar planes SLA seleccionados?

source: Update Team
de_de: Actualizar Equipo

source: Add New Team
de_de: Agregar nuevo Equipo

source: Create Team
de_de: Crear Equipo

source: Team
de_de: Equipo

source: Team Information
de_de: Informacion de Equipo

source: Disabled team won't be availabe for ticket assignment or alerts.
de_de: Equipo deshabilitado, no estará disponible para la asignación de tickets o alertas.

source: Team Lead
de_de: Jefe de Equipo

source: Select Team Lead (Optional)
de_de: Seleccione Jefe de equipo (Opcional)

source: Assignment Alerts
de_de: Alertas de Asignación

source: <strong>Disable</strong> assignment alerts for this team
de_de: <strong>Desactivar</strong> alertas de asignación para este equipo

source: overwrite global settings.
de_de: sobrescribir la configuración global.

source: Team Members
de_de: Miembros del Equipo

source: To add additional members go to target member's profile
de_de: Para agregar miembros adicionales vaya a el perfil de miembro de destino

source: Remove
de_de: Eliminar

source: Update Template
de_de: Actualizar Plantilla

source: Add Template
de_de: Agregar Plantilla

source: Email Template
de_de: Plantilla de Email

source: Template information.
de_de: Información de la Plantilla

source: Language
de_de: Idioma

source: Template Messages
de_de: Plantilla de Mensajes

source: Click on the message to edit.
de_de: Click en el mensaje para editar.

source: Template To Clone
de_de: Plantilla para Clonar

source: select an existing template to copy and edit it thereafter
de_de: seleccione una plantilla existente para copiar y editar posteriormente

source: help topics
de_de: temas de ayuda

source: No help topic found!
de_de: ¡No se han encontrado temas de ayuda!

source: No help topics found
de_de: No se han encontrado temas de ayuda

source: Are you sure want to <b>enable</b> selected help topics?
de_de: ¿Estás seguro de que desea <b>activar</b> los temas de ayuda seleccionados?

source: Are you sure want to <b>disable</b> selected help topics?
de_de: ¿Estás seguro de que desea <b>desactivar</b> los temas de ayuda seleccionados?

source: Are you sure you want to DELETE selected help topics?
de_de: ¿Estás seguro de que desea ELIMINAR los temas de ayuda seleccionados?

source: Deleted topics CANNOT be recovered.
de_de: Tópicos eliminados NO SE PUEDEN recuperar.

source: Showing 1-%1$d of %2$d teams
de_de: Mostrando 1-%1$d de %2$d equipos

source: No teams found!
de_de: ¡No se encontraron equipos!

source: Team Name
de_de: Nombre del equipo

source: Members
de_de: Miembros

source: Are you sure want to <b>enable</b> selected teams?
de_de: ¿Está seguro que quiere <b>activar</b> los equipos seleccionados?

source: Are you sure want to <b>disable</b> selected teams?
de_de: ¿Está seguro que quiere <b>desactivar</b> los equipos seleccionados?

source: Are you sure you want to DELETE selected teams?
de_de: ¿Está seguro de que desea ELIMINAR los equipos seleccionados?

source: Deleted team CANNOT be recovered.
de_de: El equipo eliminado NO PUEDE SER recuperado.

source: Showing 1-%1$d of %2$d departments
de_de: Mostrando 1-%1$d de %2$d departamentos

source: No departments found!
de_de: ¡No se encontraron departamentos!

source: Users
de_de: Usuarios

source: Dept. Manager
de_de: Jefe Dpto.

source: No department found
de_de: ¡No se encontraron departamentos!

source: Make Private
de_de: Hacer Privado

source: Delete Dept(s)
de_de: Borrar Depto(s)

source: Are you sure want to make selected departments <b>public</b>?
de_de: ¿Estás seguro de que quieres hacer <b>públicos</b> los departamentos seleccionados?

source: Are you sure want to make selected departments <b>private</b>?
de_de: ¿Estás seguro de que quieres hacer <b>privados</b> los departamentos seleccionados?

source: Are you sure you want to DELETE selected departments?
de_de: ¿Está seguro que quiere ELIMINAR los departamentos elegidos?

source: Deleted departments CANNOT be recovered.
de_de: Los departamentos ELIMINADOS no se pueden recuperar.

source: Showing 1-%1$d of %2$d groups
de_de: Mostrando 1-%1$d de %2$d grupos

source: No groups found!
de_de: ¡No se se han encontrado grupos!

source: User Groups
de_de: Grupos de usuarios

source: Group Name
de_de: Nombre de Grupo

source: Created On
de_de: Creado En

source: Are you sure want to <b>enable</b> selected groups?
de_de: ¿Está seguro que quiere <b>activar</b> los grupos seleccionados?

source: Are you sure want to <b>disable</b> selected groups?
de_de: ¿Está seguro que quiere <b>desactivar</b> los grupos seleccionados?

source: Are you sure you want to DELETE selected groups?
de_de: ¿Está seguro que quiere ELIMINAR los grupos seleccionados?

source: Deleted groups CANNOT be recovered and might affect staff's access.
de_de: Los grupos borrados NO SE PUEDEN RECUPERAR y puede afectar al acceso de parte del equipo.

source: Email Settings and Options
de_de: Configuración de Correo y Opciones

source: Note that some of the global settings can be overwritten at department/email level.
de_de: Tenga en cuenta que algunos de los ajustes globales se puede sobrescribir en el nivel departamento/Email.

source: Default System Email
de_de: Email Predeterminado del Sistema

source: Default Alert Email
de_de: Alerta de Email Predeterminada

source: Use Default System Email (above)
de_de: Usar Sistema de Email Predeterminado (arriba)

source: Admin's Email Address
de_de: Dirección Email de los Admin's

source: (System administrator's email)
de_de: (E-mail del administrador del sistema)

source: Incoming Emails
de_de: Emails Entrantes

source: For mail fetcher (polling) to work you must set an external cron job or enable auto-cron polling
de_de: Para la Obtención correo (polling) se debe configurar un trabajo cron externo o permitir el sondeo automático cron

source: Email Polling
de_de: Captura de Email

source: Enable POP/IMAP polling
de_de: Activar captura

source: Poll on auto-cron
de_de: Obtener en auto-cron

source: (Poll based on staff activity - NOT recommended)
de_de: (Obtención basada en la actividad del personal - no se recomienda)

source: Strip Quoted Reply
de_de: Separador Respuestas Citadas

source: (depends on the reply separator tag set below)
de_de: (depende de la etiqueta separadora de respuesta establecida a continuación)

source: Reply Separator Tag
de_de: Etiqueta Separadora de Respuesta

source: Outgoing Emails
de_de: Emails salientes

source: Default email only applies to outgoing emails without SMTP setting.
de_de: Email Predeterminado sólo se aplica a los mensajes salientes sin el ajuste SMTP.

source: Default Outgoing Email
de_de: Email Saliente por defecto

source: None: Use PHP mail function
de_de: Ninguna: Usar la función PHP mail

source: Edit FAQ
de_de: Editar FAQ

source: Options
de_de: Opciones

source: Select Action
de_de: Seleccione Acción

source: Unpublish FAQ
de_de: Despublicar FAQ

source: Publish FAQ
de_de: Publicar FAQ

source: Delete FAQ
de_de: Borrar FAQ

source: Ticket Settings and Options
de_de: Configuración de Ticket y Opciones

source: Ticket Settings
de_de: Configuración de Ticket

source: Global ticket settings and options.
de_de: Configuraciones y opciones de entradas globales.

source: Ticket IDs
de_de: IDs Ticket

source: Sequential
de_de: Secuencial

source: Random <em>(highly recommended)</em>
de_de: Aleatorio <em>(altamente recomendable)</em>

source: Default SLA
de_de: SLA Predeterminado

source: Default Priority
de_de: Prioridad Predeterminada

source: Maximum <b>Open</b> Tickets
de_de: Máximo de Tickets <b>Abiertos</b>

source: per email/user. <em>(Helps with spam and email flood control - enter 0 for unlimited)</em>
de_de: por email/usuario. <em> (Ayuda con el spam y el control de flujos de e-mail - introduzca 0 para ilimitado) </em>

source: Ticket Auto-lock Time
de_de: Tiempo de AutoBloqueo del Ticket

source: (Minutes to lock a ticket on activity - enter 0 to disable locking)
de_de: (Minutos que se bloquear un ticket en actividad - Pulse 0 para desactivar el bloqueo)

source: Web Tickets Priority
de_de: prioridad de Tickets Web

source: (Allow user to overwrite/set priority)
de_de: (Permitir al usuario establecer/sobrescribir prioridad)

source: Emailed Tickets Priority
de_de: Prioridad Tickets Enviados por email

source: (Use email priority when available)
de_de: (Utilizar prioridad de email cuando esté disponible)

source: Show Related Tickets
de_de: Mostrar Entradas relacionadas

source: (Show all related tickets on user login - otherwise access is restricted to one ticket view per login)
de_de: (Mostrar todos los billetes relacionados con sesión de usuario - si el acceso está restringido a una sola vista de ticket por sesión)

source: Show Notes Inline
de_de: Mostrar notas en Línea

source: (Show internal notes inline)
de_de: (Mostrar notas internas en línea)

source: Clickable URLs
de_de: Clickeable URLs

source: (converts URLs in ticket thread to clickable links)
de_de: (convierte las direcciones URL del hilo del ticket en enlaces clicables)

source: Human Verification
de_de: Verificación Humana

source: Enable CAPTCHA on new web tickets.<em>(requires GDLib)</em>
de_de: Habilitar CAPTCHA en nuevos tickets web. <em> (Requiere GDlib) </em>

source: Reopened Tickets
de_de: Tickets Reabiertos

source: Auto-assign reopened tickets to the last available respondent.
de_de: Auto asignar ticket reabiertos al ultimo que respondió.

source: Show answered tickets on open queue.
de_de: Mostrar tickets respondidos en la cola de tickets abiertos

source: Ticket Activity Log
de_de: Log Actividad del Ticket

source: Log ticket activity as internal notes.
de_de: Registrar la actividad de ticket, como notas internas.

source: Hide staff's name on responses.
de_de: Ocultar Nombre del personal en las respuestas.

source: Size and max. uploads setting mainly apply to web tickets.
de_de: Tamaño y maximo. subidas de configuración se aplican principalmente a los tickets web.

source: Allow Attachments
de_de: Permitir Adjuntos

source: (Global Setting)
de_de: (Configuración Global)

source: Accept emailed files
de_de: Acepta archivos enviados por email

source: Online/Web Attachments
de_de: En línea/Adjuntos Web

source: Allow web upload
de_de: Permitir carga web

source: Limit to authenticated users only. <em>(User must be logged in to upload files)</em>
de_de: Limitar sólo a los usuarios autenticados. <em>(el usuario debe iniciar la sesión para subir archivos)</em>

source: Max. User File Uploads
de_de: Máx. Archivos de Usuario Subidos

source: files
de_de: Archivos

source: file
de_de: Archivo

source: (Number of files the user is allowed to upload simultaneously)
de_de: (Número de archivos que permite al usuario subir simultáneamente)

source: Max. Staff File Uploads
de_de: Máx. Archivos de Personal Subidos

source: (Number of files the staff is allowed to upload simultaneously)
de_de: (Número de archivos del personal que se le permite subir simultáneamente)

source: Maximum File Size
de_de: Tamaño máximo de archivo

source: in bytes.
de_de: en bytes.

source: System Max.
de_de: Máx. sistema

source: Ticket Response Files
de_de: Respuesta a ticket con archivo

source: Email attachments to the user
de_de: Enviar archivos adjuntos al usuario

source: Accepted File Types
de_de: Tipos de Archivos Aceptados

source: Limit the type of files users are allowed to submit.
de_de: Limitar el tipo de archivos que los usuarios pueden enviar.

source: Enter allowed file extensions separated by a comma. e.g .doc, .pdf. To accept all files enter wildcard <b><i>.*</i></b>&nbsp;i.e dotStar (NOT Recommended).
de_de: Introduzca las extensiones de archivo permitidas separadas por una coma. ej. .doc, .pdf. Para aceptar todos los archivos introducir el comodín. <b><i>.*</i></b>&nbsp; (no recomendado).

source: osTicket:: SCP Login
de_de: osTicket:: SCP Inicio

source: osTicket Staff Control Panel
de_de: osTicket Panel de Control Personal

source: username
de_de: nombre de usuario

source: password
de_de: contraseña

source: Update SLA Plan
de_de: Actualizar Plan SLA

source: Add Plan
de_de: Añadir Plan

source: Service Level Agreement
de_de: Acuerdo de Nivel de Servicio

source: Tickets are marked overdue on grace period violation.
de_de: Ticket marcado como vencido, violación del periodo de gracia

source: Grace Period:
de_de: Período de Gracia:

source: in hours
de_de: en horas

source: Priority Escalation:
de_de: Prioridad de Escalamiento:

source: <strong>Enable</strong> priority escalation on overdue tickets.
de_de: <strong>Activar</strong> prioridad escalamiento en ticket vencidos.

source: Ticket Overdue Alerts:
de_de: Alertas de Ticket Vencidos

source: <strong>Disable</strong> overdue alerts notices.
de_de: <strong>Desactivar</strong> notificación de alertas de vencidos.

source: Overwrite global setting
de_de: Sobrescribir configuración global

source: Unknown or invalid email ID.
de_de: ID de email desconocido o inválido

source: Unknown or invalid email.
de_de: Email Desconocida o inválido

source: Email updated successfully
de_de: Email actualizado correctamente

source: Error updating email. Try again!
de_de: Error actualizando Email. ¡intente de nuevo!

source: Email address added successfully
de_de: Dirección Email añadida correctamente

source: Unable to add email. Correct error(s) below and try again.
de_de: No se puede agregar email. Corrija el error(s) y a continuacion vuelva a intentarlo.

source: You must select at least one email address
de_de: Debe seleccionar al menos una dirección de email

source: One or more of the selected emails is being used by a department. Remove association first!
de_de: Uno o varios de los emails seleccionados está siendo utilizado por un departamento. Eliminar asociación primero!

source: Selected emails deleted successfully
de_de: Emails seleccionados eliminados exitosamente

source: %1$d of %2$d selected emails deleted
de_de: %1$d de %2$d emails seleccionados eliminados

source: Unable to delete selected emails
de_de: Incapaz de eliminar los emails seleccionados

source: Unknown action - get technical help
de_de: Desconocido acción - obtener ayuda técnica

source: Unknown action/command
de_de: Acción/comando desconocido

source: You must select at least one log to delete
de_de: Debe seleccionar al menos un log para eliminar

source: Selected logs deleted successfully
de_de: Logs seleccionados eliminados correctamente

source: %1$d of %2$d selected logs deleted
de_de: %1$d de %2$d logs seleccionados eliminados.

source: Unable to delete selected logs
de_de: No es posible eliminar logs seleccionados

source: Unknown command/action
de_de: Comando/acción desconocido

source: Unknown or invalid API key ID.
de_de: ID clave API Desconocida o invalida.

source: Unknown or invalid SLA plan.
de_de: Plan SLA desconocido o invalido

source: SLA plan updated successfully
de_de: Plan SLA actualizado correctamente

source: Error updating SLA plan. Try again!
de_de: Error actualizando plan SLA. Inténtelo de nuevo!

source: SLA plan added successfully
de_de: Plan SLA añadido correctamente

source: Unable to add SLA plan. Correct error(s) below and try again.
de_de: No se puede agregar plan SLA. Corrija el error(s) y a continuación vuelva a intentarlo.

source: You must select at least one plan.
de_de: Debe seleccionar al menos un plan.

source: Selected SLA plans enabled
de_de: Planes SLA seleccionado habilitados

source: %1$d of %2$d selected SLA plans enabled
de_de: %1$d de %2$d Planes SLA seleccionados habilitados

source: Unable to enable selected SLA plans.
de_de: No se puede habilitar Planes SLA seleccionados.

source: Selected SLA plans disabled
de_de: Planes SLA Seleccionado deshabilitado

source: %1$d of %2$d selected SLA plans disabled
de_de: %1$d de %2$d Planes SLA seleccionados deshabilitados

source: Unable to disable selected SLA plans
de_de: No es posible desactivar Planes SLA seleccionados

source: Selected SLA plans deleted successfully
de_de: Planes SLA seleccionado eliminado correctamente

source: %1$d of %2$d selected SLA plans deleted
de_de: %1$d de %2$d Planes SLA seleccionados eliminados

source: Unable to delete selected SLA plans
de_de: No se puede eliminar Planes SLA seleccionados.

source: Unknown action - get technical help.
de_de: Acción desconocida - Consiga ayuda técnica.

source: Ticket Activity
de_de: Actividad del Ticket

source: Select the starting time and period for the system activity graph
de_de: Seleccione la hora de inicio y plazo para el gráfico de la actividad del sistema

source: Last month
de_de: Ultimo Mes

source: period
de_de: periodo

source: Up to today
de_de: Hasta hoy día

source: One Week
de_de: Una Semana

source: Two Weeks
de_de: Dos Semanas

source: One Month
de_de: Un Mes

source: One Quarter
de_de: Un Cuarto

source: Statistics
de_de: Estadísticas

source: Statistics of tickets organized by department, help topic, and staff.
de_de: Estadísticas de ticket organizadas por departamento, tema de ayuda y el personal.

source: Unknown or invalid API key.
de_de: Clave API Desconocida o invalida.

source: API key updated successfully
de_de: Clave de API actualizado correctamente

source: Error updating API key. Try again!
de_de: Error actualizando clave API. Inténtelo de nuevo!

source: API key added successfully
de_de: Clave de API agregada con éxito

source: Unable to add an API key. Correct error(s) below and try again.
de_de: No se puede agregar una clave API. Corrija el siguiente error(s) y vuelva a intentarlo.

source: You must select at least one API key
de_de: Debe seleccionar al menos una clave API

source: Selected API keys enabled
de_de: Claves API seleccionas habilitadas

source: %1$d of %2$d selected API keys enabled
de_de: %1$d de %2$d Claves API seleccionas habilitadas

source: Unable to enable selected API keys.
de_de: No es posible activar las claves API seleccionadas.

source: Selected API keys disabled
de_de: Claves API seleccionadas deshabilitadas

source: %1$d of %2$d selected API keys disabled
de_de: %1$d de %2$d Claves API seleccionadas deshabilitadas

source: Unable to disable selected API keys
de_de: No es posible desactivar las claves API seleccionadas

source: Selected API keys deleted successfully
de_de: Claves API seleccionadas eliminadas correctamente

source: %1$d of %2$d selected API keys deleted
de_de: %1$d de %2$d Claves API seleccionadas eliminadas

source: Unable to delete selected API keys
de_de: No es posible eliminar claves API seleccionadas

source: Internal Error. Action Denied
de_de: Error interno. Acción denegada

source: Unknown or invalid staff
de_de: Personal desconocido o invalido

source: Profile updated successfully
de_de: Perfil actualizado correctamente

source: Profile update error. Try correcting the errors below and try again!
de_de: Error actualización de perfil. Trate de corregir los errores de abajo y vuelve a intentarlo!

source: <b>Hi %s</b> - You must change your password to continue!
de_de: <b>Hola %s</b> - ¡Debe cambiar la contraseña para continuar!
