Repository: jeffaristi92/drupal-test
Catalog: osticket/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: minutes
de_de: minutos

source: Excessive login attempts
de_de: Excesivos intentos de ingreso

source: Failed staff login attempt
de_de: Fallo el intento de login del personal

source: Username required
de_de: Se require Nombre de Usuario

source: Username already in-use
de_de: Nombre de usuario ya en uso

source: Already in-use system email
de_de: Email de sistema ya en uso.

source: Temp. password required
de_de: Contraseña temporal requierida

source: Required
de_de: Necesario

source: Department required
de_de: Departamento requerido

source: Group required
de_de: Grupo requerido

source: Unable to update the user. Internal error occurred
de_de: Incapaz de actualizar el usuario. Ocurrió un error interno

source: Unable to create user. Internal error
de_de: Incapaz de crear el usuario. Error interno

source: Error accessing SQL file %s
de_de: Error de acceso a archivo SQL %s

source: Error parsing SQL schema
de_de: Error al analizar el esquema de SQL

source: Internal list for email banning. Do not remove
de_de: Lista interna para banear emails. No borrar

source: Template Fetch Error
de_de: Error al obtener la plantilla

source: Unable to fetch '%s' template - id #
de_de: incapaz de obtener '%s' plantilla - id #

source: Unknown or invalid template
de_de: Plantilla desconocida o válida

source: Message subject required
de_de: Se requiere Asunto del mensaje

source: Message body required
de_de: Se necesita colocar Mensaje

source: Template in-use can not be disabled!
de_de: Plantilla en uso, no puede ser deshabilitada

source: New Ticket Auto-response
de_de: Auto-respuesta Ticket Nuevo

source: Autoresponse sent to user, if enabled, on new ticket.
de_de: Auto respuesta enviada al usuario, si esta habilitada, en nuevo ticket.

source: New Ticket Auto-reply
de_de: Auto-respuesta Nuevo Ticket

source: Canned Auto-reply sent to user on new ticket, based on filter matches. Overwrites "normal" auto-response.
de_de: Auto-Respuesta pre-definida enviada al usuario sobre el nuevo ticket, en base a coincidencias de filtro. Sobrescribe auto-respuesta "normal".

source: New Message Auto-response
de_de: Auto-respuesta Nuevo Mensaje

source: Confirmation sent to user when a new message is appended to an existing ticket.
de_de: Enviar confirmación a los usuarios cuando un mensaje nuevo se añade a un ticket existente.

source: New Ticket Notice
de_de: Aviso de Nuevo Ticket

source: Notice sent to user, if enabled, on new ticket created by staff on their behalf (e.g phone calls).
de_de: Avisos enviado al usuario, si está habilitado, en nuevo ticket creado por el personal en su nombre, (por ejemplo, por llamada telefónica)

source: Over Limit Notice
de_de: Aviso Límite Excedido

source: A one time notice sent, if enabled, when user has reached the maximum allowed open tickets.
de_de: Envío de un aviso, está habilitado cuando el usuario ha alcanzado el máximo permitido tickets abiertos.

source: Response/Reply Template
de_de: Plantilla Responder/Respuesta

source: Template used on ticket response/reply
de_de: Plantilla usada para responder ticket

source: New Ticket Alert
de_de: Alerta Nuevo Ticket

source: Alert sent to staff, if enabled, on new ticket.
de_de: Alerta enviada al personal, si esta habitada, en un nuevo ticket.

source: New Message Alert
de_de: Alerta Nuevo Mensaje

source: Alert sent to staff, if enabled, when user replies to an existing ticket.
de_de: Alerta enviada al personal, está habilitado cuando el usuario responde a un ticket existente.

source: Internal Note Alert
de_de: Alerta Nota Interna

source: Alert sent to selected staff, if enabled, on new internal note.
de_de: Alerta enviada al personal seleccionado, si está habilitado, en una nueva nota interna.

source: Ticket Assignment Alert
de_de: Alerta Asignación de ticket

source: Alert sent to staff on ticket assignment.
de_de: Alerta enviada al personal sobre la asignación del ticket

source: Ticket Transfer Alert
de_de: Alerta transferencia de ticket

source: Alert sent to staff on ticket transfer.
de_de: Alerta enviada al personal sobre la transferencia del ticket

source: Overdue Ticket Alert
de_de: Alerta de Ticket Vencido

source: Alert sent to staff on stale or overdue tickets.
de_de: Alerta enviada al personal en ticket viejos o vencido

source: Template name already exists
de_de: Nombre de la plantilla ya existe

source: Unable to update the template. Internal error occurred
de_de: No se puede actualizar la plantilla. Se produjo un error interno

source: Unable to create template. Internal error
de_de: No se puede crear la plantilla. Error interno

source: Valid IP required
de_de: IP válida requerida

source: Unable to update API key. Internal error occurred
de_de: No se puede actualizar clave API. Se produjo un error interno

source: Unable to add API key. Try again!
de_de: No se puede agregar la clave API. ¡Intente de nuevo!

source: Valid API key required
de_de: API key valida requerida

source: API key not found/active or source IP not authorized
de_de: Clave de API no encuentra/activa o fuente IP no autorizada

source: Unable to read request body
de_de: Incapaz de leer el cuerpo de la solicitud

source: XML extension not supported
de_de: Extension XML no soportada

source: Unsupported data format
de_de: Formato de datos no soportado

source: Unexpected data received
de_de: Dato inesperado recibido

source: API Error
de_de: Error API

source: Unable to upload file - %s
de_de: No se puede cargar el archivo - %s

source: File Upload Error
de_de: Error carga de archivo

source: Unable to import attachment - %s
de_de: No se puede importar adjunto - %s

source: File Import Error
de_de: Error de importación de archivos

source: Missing or invalid data
de_de: Información faltante o no válida

source: Response required
de_de: Respuesta requerida

source: Note required
de_de: Nota requerida

source: Missing or invalid team
de_de: Falta equipo o es inválido

source: Team name required
de_de: Nombre de equipo requerido

source: Team name must be at least 3 chars.
de_de: El Nombre de Equipo debe ser de al menos 3 caracteres

source: Team name already exists
de_de: El Nombre del Equipo ya existe

source: Unable to update the team. Internal error
de_de: Incapaz de actualizar el equipo. Error interno

source: Unable to create the team. Internal error
de_de: Incapaz de crear al equipo. Error interno

source: Internal error. Get technical help.
de_de: Error interno. Pida ayuda tecnica.

source: Email already exits
de_de: El email ya existe

source: Email already used as admin email!
de_de: El email ya esta en uso por el administrador

source: Email in-use by a staff member
de_de: El email ya esta en uso por un miembro del personal

source: Email name required
de_de: Nombre de Email requerido

source: Username missing
de_de: Falta nombre de usuario

source: Password required
de_de: Se necesita una contraseña

source: IMAP doesn't exist. PHP must be compiled with IMAP enabled.
de_de: IMAP no existe. PHP debe ser compilado con IMAP habilitado.

source: Host name required
de_de: Se necesita nombre del servidor

source: Port required
de_de: Se necesita un Puerto

source: Select protocol
de_de: Seleccione protocolo

source: Fetch interval required
de_de: Se necesita intervalo de actualización

source: Maximum emails required
de_de: Máximo de Correos electrónicos requerido

source: You must select a Dept.
de_de: Debe seleccionar un departamento

source: Indicate what to do with fetched emails
de_de: Indique qué hacer con mensajes de correo electrónico recuperados

source: Valid folder required
de_de: Una carpeta valida es requerida

source: Host/userid combination already in-use.
de_de: Combinación Servidor/usuario ya en uso

source: Invalid login. Check %s settings
de_de: Ingreso inválido. Verifique los ajustes %s

source: Invalid or unknown mail folder! >> %s
de_de: Carpeta de correo no válido o desconocida! >> %s

source: Invalid or unknown archive folder!
de_de: ¡Carpeta de archivo inválido o desconocido!

source: Unable to login. Check SMTP settings.
de_de: No se puede acceder. Comprobar ajustes SMTP.

source: Unable to update email. Internal error occurred
de_de: No se puede actualizar correo electrónico. Se produjo un error interno

source: Unable to add email. Internal error
de_de: No se puede agregar correo electrónico. Error interno

source: Dashboard
de_de: Panel

source: Staff Dashboard
de_de: Panel del Personal

source: Ticket Queue
de_de: Cola de Ticket

source: Knowledgebase
de_de: Conocimientos

source: My&nbsp;Tickets
de_de: Mis&nbsp;Ticket

source: New&nbsp;Ticket
de_de: Nuevo&nbsp;Ticket

source: Staff&nbsp;Directory
de_de: Directorio&nbsp;de Personal

source: My&nbsp;Profile
de_de: Mi&nbsp;Perfil

source: Categories
de_de: Categorias

source: Canned&nbsp;Responses
de_de: Respuestas&nbsp;Pre-definidas

source: Admin Dashboard
de_de: Panel de Administración

source: Settings
de_de: Configuraciónes

source: System Settings
de_de: Ajustes del Sistema

source: Manage
de_de: Gestionar

source: Manage Options
de_de: Opciones de Gestion

source: Email Settings
de_de: Configuración del correo electrónico

source: Manage Staff
de_de: Gestionar Personal

source: System&nbsp;Logs
de_de: Logs&nbsp;del Sistema

source: System&nbsp;Preferences
de_de: Preferencias&nbsp;del Sistema

source: Autoresponder
de_de: Autorespondedor

source: Alerts&nbsp;&amp;&nbsp;Notices
de_de: Alertas&nbsp;&amp;&nbsp;Avisos

source: Help&nbsp;Topics
de_de: Temas&nbsp;de ayuda

source: Ticket&nbsp;Filters
de_de: Filtros&nbsp;de Ticket

source: SLA&nbsp;Plans
de_de: Planes&nbsp;SLA

source: API&nbsp;Keys
de_de: Cleves&nbsp;API

source: Email Addresses
de_de: Dirección de correo electrónico

source: Banlist
de_de: Lista Baneo

source: Banned&nbsp;Emails
de_de: Emails&nbsp;Baneado

source: Templates
de_de: Plantillas

source: Email Templates
de_de: Plantillas de correo electrónico

source: Diagnostic
de_de: Diagnóstico

source: Email Diagnostic
de_de: Diagnóstico de Email

source: Staff&nbsp;Members
de_de: Miembros&nbsp;del Personal

source: Teams
de_de: Equipos

source: Groups
de_de: Grupos

source: Departments
de_de: Departamentos

source: Support&nbsp;Center&nbsp;Home
de_de: Centro de Soporte

source: Open&nbsp;New&nbsp;Ticket
de_de: Abrir&nbsp;Nuevo&nbsp;Ticket

source: My&nbsp;Tickets&nbsp;(%d)
de_de: Mis&nbsp;Tickets&nbsp;(%d)

source: Show all tickets
de_de: Ver todos los ticket

source: View&nbsp;Ticket&nbsp;Thread
de_de: Ver Hilo del&nbsp;Ticket&nbsp;

source: View ticket status
de_de: Ver estado del ticket

source: Search criteria matched %s
de_de: Resultados del Criterio de búsqueda %s

source: view
de_de: ver

source: No tickets found matching your search criteria.
de_de: No hay ticket que concuerden con su criterio de búsqueda

source: Lock denied!
de_de: Bloqueo denegado!

source: Unable to acquire lock.
de_de: Incapaz de bloquear.

source: Ticket is locked by %s
de_de: El ticket esta bloqueado por %s

source: Marked overdue!
de_de: Marcado como vencido!

source: open
de_de: abierto

source: closed
de_de: cerrado

source: Ticket State
de_de: Estado del Ticket

source: Unassigned
de_de: Sin asignar

source: Thread
de_de: Hilo

source: Notes
de_de: Notas

source: Reply
de_de: Responder

source: Reassign
de_de: Reasignar

source: Assign
de_de: Asignar

source: Transfer
de_de: Transferir

source: Post Note
de_de: Enviar Nota

source: Edit Ticket
de_de: Editar Ticket

source: Missing or invalid group ID
de_de: ID de grupo falta o no es valido

source: Group name required
de_de: Nombre de Grupo requerido

source: Group name must be at least 3 chars.
de_de: El nombre del grupo debe ser de al menos 3 caracteres

source: Group name already exists
de_de: El nombre del Grupo ya existe

source: Unable to update group. Internal error occurred.
de_de: Incapaz de actualizar el grupo. Ocurrió un error interno

source: Unable to create the group. Internal error
de_de: Incapaz de crear el grupo. Error interno

source: Banned email
de_de: Email baneado

source: Bounced email
de_de: email rebotado

source: Excessive errors processing emails for %1$s/%2$s. Please manually check the inbox.
de_de: Errores excesivos procesando emails para %1$s/%2$s. Verifique manualmente la bandeja de entrada.

source: osTicket requires PHP IMAP extension enabled for IMAP/POP3 email fetch to work!
de_de: osTicket requiere la extensión PHP IMAP habilitada para buscar emails IMAP/POP3

source: osTicket is having trouble fetching emails from the following mail account:
de_de: osTicket esta teniendo problemas descargando mails de la siguiente cuenta:

source: User:
de_de: Usuario:

source: Host:
de_de: Servidor:

source: %1$d consecutive errors. Maximum of %2$d allowed
de_de: %1$d errores consecutivos. El maximo permitido es %2$d

source: This could be connection issues related to the mail server. Next delayed login attempt in aprox. %d minutes
de_de: Esto puede deberse a problemas de conección en relación al servidor de emails. Proximo intento (retrasado) en aprox %d minutos

source: Mail Fetch Failure Alert
de_de: Alerta descarga de emails falló.

source: osTicket Upgrader
de_de: Actualizador

source: Thank you for being a loyal osTicket user!
de_de: Gracias por ser un usuario leal de osTicket!

source: The upgrade wizard will guide you every step of the way in the upgrade process. While we try to ensure that the upgrade process is straightforward and painless, we can't guarantee it will be the case for every user.
de_de: El asistente de actualización le guiará en cada paso del camino en el proceso de actualización. Aunque tratamos de asegurar que el proceso de actualización es sencillo e indoloro, no podemos garantizar que será el caso para todos los usuarios.

source: Getting ready!
de_de: ¡Preparándose!

source: Before we begin, we'll check your server configuration to make sure you meet the minimum requirements to run the latest version of osTicket.
de_de: Antes de empezar, vamos a comprobar la configuración del servidor para asegurarse de que usted cumple con los requisitos mínimos para ejecutar la última versión de osTicket.

source: Prerequisites
de_de: Requisitos previos

source: These items are necessary in order to run the latest version of osTicket.
de_de: Estos elementos son necesarios para poder ejecutar la última versión de osTicket.

source: %s or greater
de_de: %s or superior

source: module loaded
de_de: Modulo cargado

source: missing!
de_de: Falta!

source: Higly Recommended
de_de: Altamente Recomendado

source: We hightly recommend that you follow the steps below.
de_de: Recomendamos altamente que siga los siguientes pasos.

source: Backup the current database, if you haven't done so already.
de_de: Respalde la actual base de datos, si no lo ha hecho aun.

source: Be patient the upgrade process will take a couple of seconds.
de_de: Tenga paciencia el proceso de actualización se llevará un par de segundos.

source: Start Upgrade Now
de_de: Iniciar Actualizacion Ahora

source: Upgrade Tips
de_de: Actualiza Consejos

source: Remember to backup your osTicket database
de_de: Recuerde hacer copias de seguridad su base de datos osTicket

source: Refer to %1$s Upgrade Guide %2$s for the latest tips
de_de: Referirse a la %1$s Guía de actualización %2$s para los últimos tips

source: If you experience any problems, you can always restore your files/database backup.
de_de: Si tiene algún problema, puede restaurar siempre los archivos / copia de seguridad de base de datos.

source: We can help, feel free to %1$s contact us %2$s for professional help.
de_de: Podemos ayudarle, no dude en%1$s contactar con nosotros %2$s en busca de ayuda profesional.

source: Doing stuff!
de_de: Haciendo cosas!

source: Please wait... while we upgrade your osTicket installation!
de_de: ¡Por favor, espere... mientras actualizamos su instalación osTicket!

source: Upgrade Completed!
de_de: ¡Actualización completada!

source: Congratulations osTicket upgrade has been completed successfully.
de_de: Felicidades la actualización de osTicket se ha completado con éxito.

source: Please refer to %1$s Release Notes %2$s for more information about changes and/or new features.
de_de: Por favor refiérase a las %1$s Notas de %2$s para obtener más información acerca de los cambios y/o nuevas características.

source: Once again, thank you for choosing osTicket.
de_de: Una vez más, gracias por elegir osTicket.

source: Please feel free to %1$s let us know %2$s of any other improvements and features you would like to see in osTicket, so that we may add them in the future as we continue to develop better and better versions of osTicket.
de_de: No dude en %1$s hacernos saber %2$s de otras mejoras y características que le gustaría ver en osTicket, de modo que podamos añadir en el futuro a medida que continuamos desarrollando versiones cada vez mejores de osTicket.

source: We take user feedback seriously and we're dedicated to making changes based on your input.
de_de: Nos tomamos en serio los comentarios de los usuarios y estamos dedicados a hacer cambios basados ​​en sus entradas.

source: Good luck.
de_de: Buena suerte.

source: osTicket Team.
de_de: Equipo osTicket.

source: Don't just make customers happy, make happy customers!
de_de: No se limite a hacer felices a los clientes, haga clientes satisfechos!

source: What's Next?
de_de: Que sigue?

source: Post-upgrade
de_de: Post-actualización

source: You can now go to %1$s Admin Panel %2$s to enable the system and explore the new features. For complete and upto date release notes see %3$s osTicket wiki %4$s
de_de: Ahora puede ir a %1$s Panel Admin %2$s para habilitar el sistema y explorar las nuevas características. Para obtener información completa y hasta notas de versión ver %3$s osTicket wiki %4$s

source: Stay up to date
de_de: Mantengase actualizado

source: It's important to keep your osTicket installation up to date. Get announcements, security updates and alerts delivered directly to you!
de_de: Es importante mantener la instalación osTicket al día. Obtenga avisos de actualizaciones de seguridad y alertas enviadas directamente a usted!

source: %1$s Get in the loop %2$s today and stay informed!
de_de: %1$s Permanezca en el ciclo %2$s y esté informado!

source: Commercial support available
de_de: Soporte comercial disponible

source: Get guidance and hands-on expertise to address unique challenges and make sure your osTicket runs smoothly, efficiently, and securely. %1$s Learn More! %2$s
de_de: Obtener orientación y experiencia práctica para hacer frente a desafíos únicos y asegúrese de que su osTicket funciona sin problemas, de manera eficiente y segura. %1$s más! %2$s

source: Configuration file rename required!
de_de: ¡Configuración de nombre de archivo requerida!

source: To avoid possible conflicts, please take a minute to rename configuration file as shown below.
de_de: Para evitar posibles problemas, por favor, tómese un minuto para cambiar el nombre de archivo de configuración como se muestra a continuación.

source: Solution
de_de: Solución

source: Rename file <b>include/settings.php</b> to <b>include/ost-config.php</b> and click continue below.
de_de: Cambiar el nombre de archivo <b>include/settings.php</b> a <b>include/ost-config.php</b> y haga clic en continuar.

source: Please refer to the %1$s Upgrade Guide %2$s for more information.
de_de: Por favor, consulte la %1$s Guía de actualización %2$s para más información.

source: Continue
de_de: Continuar

source: Need Help?
de_de: Necesita Ayuda?

source: If you are looking for a greater level of support, we provide <u>professional upgrade</u> and commercial support with guaranteed response times, and access to the core development team. We can also help customize osTicket or even add new features to the system to meet your unique needs.
de_de: Si usted está buscando un mayor nivel de apoyo, ofrecemos <u> actualización profesional </u> y apoyo comercial con tiempos de respuesta garantizados, y el acceso al equipo de desarrollo del núcleo. También podemos ayudar a personalizar osTicket o incluso añadir nuevas características al sistema para satisfacer sus necesidades únicas.

source: Learn More!
de_de: Aprenda Más!

source: Upgrade Aborted!
de_de: Actualización Abortada!

source: Upgrade aborted due to errors. Any errors at this stage are fatal.
de_de: Actualizacion abortada debido a errores. Cualquier error en esta etapa son fatales.

source: Please note the error(s), if any, when %1$s seeking help %2$s.
de_de: Por favor, anote el error(es), si hay, cuando %1$s busque ayuda %2$s.

source: Internal error occurred - get technical help.
de_de: Se produjo un error interno - obtener ayuda técnica.

source: For details - please view %1$s system logs %2$s or check your email.
de_de: Para más detalles - por favor visite %1$s logs del sistema %2$s o revise su correo electrónico.

source: We provide %1$s professional upgrade services %2$s and commercial support.
de_de: Ofrecemos %1$s servicios de actualización profesional %2$s y soporte comercial.

source: %1$s Contact us %2$s today for <u>expedited</u> help.
de_de: %1$s Contáctenos %2$s hoy mismo para obtener ayuda <u>expedita</u>.

source: What to do?
de_de: ¿Qué hacer?

source: Restore your previous version from backup and try again or %1$s seek help %2$s.
de_de: Restaurar la versión anterior de copia de seguridad y vuelva a intentarlo o %1$s buscar ayuda %2$s.

source: osTicket Upgrade
de_de: Mejorar osTicket

source: Thank you for taking the time to upgrade your osTicket intallation!
de_de: ¡Gracias por tomarse el tiempo para actualizar su instalación de osTicket!

source: Please don't cancel or close the browser, any errors at this stage will be fatal.
de_de: Por favor, no cancelar o cerrar el explorador, cualquier error en esta etapa serán fatales.

source: The upgrade wizard will now attempt to upgrade your database and core settings!
de_de: !El asistente de actualización intentará actualizar su base de datos y los ajustes básicos!

source: Database enhancements
de_de: Mejoras en la base de datos

source: New and updated features
de_de: Características nuevas y actualizadas

source: Enhance settings and security
de_de: Mejorar configuración y seguridad

source: Upgrade Now!
de_de: !Actualizar ahora!

source: Be patient the process will take a couple of minutes.
de_de: Tenga paciencia el proceso tomará un par de minutos.

source: %s - Relax!
de_de: %s - Relájese!

source: Ticket Status
de_de: Estado del Ticket

source: Ticket Thread
de_de: Hilo del Ticket

source: Post a Reply
de_de: enviar una respuesta

source: Message
de_de: Mensaje

source: Ticket will be reopened on message post
de_de: El ticket será reabierto cuando envie el mensaje

source: To best assist you, please be specific and detailed
de_de: Para asistirlo mejor, por favor sea específico y detallado

source: Post Reply
de_de: Enviar una respuesta

source: Reset
de_de: Reinicializar

source: Cancel
de_de: Cancelar

source: My Tickets
de_de: Mis Ticket

source: Log Out
de_de: Desconectarse

source: Guest User
de_de: Usuario Invitado

source: Log In
de_de: Ingresar

source: Thank you for contacting us.
de_de: Gracias por contactarnos.

source: A support ticket request has been created and a representative will be getting back to you shortly if necessary.
de_de: Un nuevo ticket de soporte ha sido creado y un representante se comunicará con usted pronto si es necesario.

source: An email with the ticket number has been sent to %s
de_de: Un email con el N° de ticket ha sido enviado a %s

source: You'll need the ticket number along with your email to view status and progress online.
de_de: Necesitará un N° de ticket y su email para ver el estado y progreso del mismo en línea.
