Repository: jeffaristi92/drupal-test
Catalog: osticket/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Enter text shown on the image
de_de: Ingrese el texto que aparece en la imagen

source: Invalid - try again!
de_de: Inválido - ¡intente de nuevo!

source: Support ticket request created
de_de: Ticket de soporte creado

source: Unable to create a ticket. Please correct errors below and try again!
de_de: Incapaz de crear el ticket. ¡Por favor corrija los errores marcados e intente de nuevo!

source: Unable to connect to the database
de_de: Incapaz de conectarse a la Base de Datos

source: Unable to load config info from DB. Get tech support.
de_de: Incapaz de cargar la información de configuración de la Base. Obtenga soporte.

source: osTicket Fatal Error
de_de: ¡Error Fatal de OsTicket!

source: "osTicket Alerts"<%s>
de_de: "osTicket Alertas"<%s>

source: Fatal Error:
de_de: Error Fatal:

source: Contact system administrator.
de_de: Contacte al administrador del Sistema

source: Authentication error - try again!
de_de: Error de Autenticación - ¡intente de nuevo!

source: Unknown attachment!
de_de: Adjunto desconocido!

source: Unknown or invalid attachment
de_de: Adjunto desconocido o inválido!

source: Support Ticket System Offline
de_de: El Sistema de Soporte esta Fuera de línea

source: Thank you for your interest in contacting us.
de_de: Gracias por el interés en contactarnos.

source: Our helpdesk is offline at the moment, please check back at a later time.
de_de: Nuestro equipo de ayuda no esta disponible, por favor intente de nuevo en otro momento

source: Welcome to the Support Center
de_de: Bienvenido al Centro de Ayuda

source: In order to streamline support requests and better serve you, we utilize a support ticket system. Every support request is assigned a unique ticket number which you can use to track the progress and responses online. For your reference we provide complete archives and history of all your support requests. A valid email address is required to submit a ticket.
de_de: Para hacer mas eficiente las solicitudes de atención y servirle mejor, utilizamos un sistema de seguimiento de tickets. A cada ticket, se le asigna un número único, y gracias a este es posible darle seguimiento en línea. Para referencias a futuro le proporcionamos completos archivos e historia de todos sus tickets. Se requiere una dirección de Email válida para enviar un ticket.

source: Open A New Ticket
de_de: Abrir un Nuevo Ticket

source: Please provide as much detail as possible so we can best assist you. To update a previously submitted ticket, please login.
de_de: Por favor proporcione tanto detalle como sea posible para poder ayudarle mejor. Para actualizar un ticket enviado con anterioridad por favor utilice el formulario que aparece a la derecha.

source: Open a New Ticket
de_de: Abrir un Nuevo Ticket

source: Check Ticket Status
de_de: Ver Estado de un Ticket

source: We provide archives and history of all your current and past support requests complete with responses.
de_de: Contamos con los archivos y la historia de todas sus solicitudes de soporte, actuales y pasados, ​​completas con las respuestas.

source: Be sure to browse our
de_de: Asegurese de visitar nuestras

source: Frequently Asked Questions (FAQs)
de_de: Preguntas de Uso Frecuente (FAQs)

source: , before opening a ticket.
de_de: , antes de abrir un ticket.

source: Unknown or invalid ticket ID.
de_de: ID de ticket desconocido o inválido

source: Access Denied. Possibly invalid ticket ID
de_de: Acceso denegado. Posiblemente el ID del ticket es inválido

source: Message required
de_de: Mensaje necesario

source: Message Posted Successfully
de_de: Mensaje Publicado Exitosamente

source: Unable to post the message. Try again
de_de: Incapaz de publicar el mensaje. Por favor intente de nuevo

source: Error(s) occurred. Please try again
de_de: Ocurrió un error. Por favor intente de nuevo.

source: Unknown action
de_de: Acción desconocida

source: Internal error. Try again
de_de: Error interno. Intente de nuevo.

source: Title required
de_de: Título requerido

source: Title is too short. 3 chars minimum
de_de: El título es muy corto. 3 caracteres es el mínimo

source: Title already exists
de_de: El título ya existe

source: Response text required
de_de: Texto de respuesta requerido

source: Unable to update canned response.
de_de: Incapaz de actualizar respuesta pre-definida

source: Unable to create the canned response. Internal error
de_de: Incapaz de crear la respuesta pre-definida. Error interno

source: Cryptography extension mcrypt is not enabled or installed. Important text/data is being stored as plain text in database.
de_de: Criptografía de extensión mcrypt no está habilitado o instalado. Los datos/textos importantes están siendo almacenados como texto sin formato en la base de datos.

source: mcrypt module missing
de_de: Falta el modulo mcrypt.

source: Title is required
de_de: El titulo es requerido

source: Any
de_de: Cualquiera

source: Web Forms
de_de: Formularios Web

source: API Calls
de_de: Llamadas a API

source: Invalid match selection
de_de: Selección incompleta

source: Invalid match type selection
de_de: Selección del tipo no válida

source: Value required
de_de: Valor requerido

source: Valid email required for the match type
de_de: Requiere Email válido para el tipo de concordancia

source: Incomplete selection
de_de: Selección incompleta

source: You must set at least one rule.
de_de: Debe seleccionar al menos una regla

source: Order required
de_de: Orden requerida

source: Must be numeric value
de_de: Debe ser un valor numérico

source: Name required
de_de: Se necesita Nombre

source: Name already in-use
de_de: El nombre esta en uso

source: Unable to validate rules as entered
de_de: Incapaz de validar la regla en este estado

source: Target required
de_de: Destino requerido

source: Unknown or invalid target
de_de: Destino desconocido o inválido

source: Unable to update the filter. Internal error occurred
de_de: No se puede actualizar el filtro. Se produjo un error interno

source: Unable to add filter. Internal error
de_de: No se puede agregar filtro. Se produjo un error interno

source: Parent filter ID required
de_de: ID padre del filtro requerido

source: IP Address
de_de: Dirección IP

source: Unknown or invalid log ID
de_de: Log ID desconocido o no válido

source: Ticket Variables
de_de: Variables del Ticket

source: Please note that non-base variables depends on the context of use. Visit osTicket Wiki for up to date documentation.
de_de: Tenga en cuenta que las variables no básicas depende del contexto de uso. Visita osTicket Wiki de documentación hasta la fecha.

source: Base Variables
de_de: Variables Base

source: Other Variables
de_de: Otras variables

source: Ticket ID
de_de: ID del Ticket

source: internal ID
de_de: ID interno

source: Ticket number
de_de: Numero de Ticket

source: external ID
de_de: ID externo

source: Email address
de_de: Dirección email

source: Full name
de_de: Nombre completo

source: Subject
de_de: Asunto

source: Phone number | ext
de_de: N° de Telefono | ext

source: Status
de_de: Estado

source: Priority
de_de: Prioridad

source: Assigned staff and/or team
de_de: Personal/Equipo asignado

source: Date created
de_de: Fecha Creación

source: Due date
de_de: Fecha Límite

source: Date closed
de_de: Fecha de Cierre

source: Auth. token used for auto-login
de_de: Símbolo de autenticación usado para auto-login

source: Client's ticket view link
de_de: Enlace a vista clientes del ticket

source: Staff's ticket view link
de_de: Enlace a vista del Personal del ticket

source: Expandable Variables (See Wiki)
de_de: Variables expandibles (Ver Wiki)

source: Help topic
de_de: Temas de Ayuda

source: Department
de_de: Departmento

source: Incoming message
de_de: Mensaje entrante

source: Outgoing response
de_de: Mensaje saliente

source: Assign/transfer comments
de_de: Asignar/transferir Comentarios

source: Internal note <em>(expandable)</em>
de_de: Nota interna <em>(expandible)</em>

source: Assigned staff/team
de_de: Personal/Equipo Asignado

source: Staff assigning the ticket
de_de: Personal asignando el ticket

source: osTicket's base url (FQDN)
de_de: osTicket's url

source: We have a problem ... wait a sec.
de_de: Estamos teniendo problemas ... espere un segundo

source: Upgrade Failed: Invalid or wrong hash [%s]
de_de: Actualización Fallida: Hash inválido o incorrecto [%s]

source: We're done!
de_de: Ya terminamos!

source: Ticket Id
de_de: ID del Ticket

source: Date
de_de: Fecha

source: From
de_de: De

source: Help Topic
de_de: Temas de Ayuda

source: Source
de_de: Origen

source: Current Status
de_de: Estado actual

source: Unknown setting option. Get technical support.
de_de: Opción de configuración desconocida. Obtenga asistencia técnica

source: Helpdesk URl required
de_de: URL de mesa de ayuda requerida

source: Helpdesk title required
de_de: Titulo de Mesa de Ayuda requerida

source: Default Dept. required
de_de: Se requiere Depto. Predeterminado

source: You must select template.
de_de: Debe seleccionar una plantilla.

source: Enter idle time in minutes
de_de: Ingrese tiempo inactivo en minutos

source: Time format required
de_de: Formato de hora necesaria

source: Date format required
de_de: Formato de fecha requerido

source: Datetime format required
de_de: Formato de fecha y hora requerido

source: Day, Datetime format required
de_de: Formato de fecha requerido

source: Default Timezone required
de_de: Zona horaria Predeterminada requerida

source: Selection required
de_de: Selección requerida

source: Enter valid numeric value
de_de: Ingrese un valor numérico válido

source: Enter lock time in minutes
de_de: Ingrese tiempo de bloqueo en minutos

source: The GD extension required
de_de: Extensión GD requerida

source: PNG support required for Image Captcha
de_de: Soporte PNG necesario para imágenes Captcha

source: The "file_uploads" directive is disabled in php.ini
de_de: La directiva "file_uploads" está deshabilitado en php.ini

source: Maximum file size required
de_de: Tamaño máximo del archivo requerido

source: Allowed file extentions required
de_de: Extensiones de archivo permitidos requerido

source: Invalid selection. Must be less than %d
de_de: Selección inválida. Debe ser menor que %d

source: Default email required
de_de: Email predeterminado requerido

source: System admin email required
de_de: Email del Administrador del Sistema requerido

source: Reply separator required to strip quoted reply.
de_de: Separador de respuestas, requerido para separar respuestas citadas

source: Email already setup as system email
de_de: El email ya esta en uso como email de sistema

source: Select recipient(s)
de_de: Seleccionar destinatario(s)

source: Category name is required
de_de: Se requiere un nombre Categoría

source: Name is too short. 3 chars minimum
de_de: Nombre es demasiado corto. 3 caracteres mínimo

source: Category already exists
de_de: Categoría ya existe

source: Category description is required
de_de: Descripción de la categoría es requerida

source: Unable to update FAQ category.
de_de: No se puede actualizar la categoría FAQ.

source: Unable to create FAQ category. Internal error
de_de: No se puede crear la categoría FAQ. error interno

source: Unexpected or invalid data received
de_de: Dato inesperado o no valido recibido

source: Invalid file type (ext) for %s
de_de: Tipo de archivo inválido (ext) para %s

source: %s: Poorly encoded base64 data
de_de: %s: Datos codificados a base64 débiles

source: API key not authorized
de_de: API key no autorizada

source: Unable to create new ticket: unknown error
de_de: Incapaz de crear un nuevo ticket: Error desconocido

source: Ticket denied
de_de: Ticket Denegado

source: Unable to create new ticket: validation errors
de_de: Incapaz de crear un nuevo ticket: errores de validación

source: Request failed -retry again!
de_de: Falló la solicitud - ¡reIntente de nuevo!

source: Invalid input
de_de: Ingreso inválido

source: No fields setup
de_de: Sin campos establecidos

source: (type not set)
de_de: (tipo no establecido)

source: Query argument is required
de_de: Argumento de consulta requerido

source: Question required
de_de: Pregunta requerida

source: Question already exists
de_de: Pregunta ya existe

source: Category is required
de_de: Categoria es requerida

source: FAQ answer is required
de_de: Respuesta FAQ requerida

source: Unable to update FAQ.
de_de: Incapaz de actualizar las FAQ.

source: Unable to create FAQ. Internal error
de_de: Incapaz de crear las FAQ. Error interno

source: Unable to email via SMTP:%1$s:%2$d [%3$s]\n\n%4$s\n
de_de: Incapaz de enviar mail a travez de SMTP:%1$s:%2$d [%3$s]\n\n%4$s\n

source: Mailer Error
de_de: Error de Mailer

source: Showing
de_de: Mostrando

source: of
de_de: de

source: Access Denied. IP %s
de_de: Acceso denegado. IP %s

source: Topics
de_de: Temas

source: Staff
de_de: Personal

source: Staff Member
de_de: Miembros del Personal

source: Opened
de_de: Abierto

source: Assigned
de_de: Asignado

source: Overdue
de_de: Vencido

source: Closed
de_de: Cerrado

source: Reopened
de_de: Reabierto

source: Service Time
de_de: Tiempo en Servicio

source: Response Time
de_de: Tiempo de Respuesta

source: Max open tickets (%1$d) reached for %2$s
de_de: Máximo de tickets abiertos (%1$d) alcanzado para %2$s

source: Max. Open Tickets Limit (%s)
de_de: Limite máximo de tickets abiertos (%s)

source: Max. open tickets reached for %s
de_de: Maximo de tickets abiertos alcanzados para %s

source: Open ticket
de_de: Abrir ticket

source: Max Allowed
de_de: Máximo Permitido

source: Notice sent to the user.
de_de: Aviso enviado al usuario.

source: Overlimit Notice
de_de: Aviso Límite excedido

source: Ticket assignment
de_de: Asignar ticket

source: SYSTEM (Auto Assignment)
de_de: SISTEMA (Auto asignación)

source: Ticket transferred from %1$s to %2$s
de_de: Ticket transferido de %1$s a %2$s

source: SYSTEM (Canned Reply)
de_de: SISTEMA (Respuesta pre-definida)

source: Valid email required
de_de: Se requiere email válido

source: Subject required
de_de: Se requiere Asunto

source: Help topic required
de_de: Tema ayuda requerido

source: Priority required
de_de: Se requiere prioridad

source: Select SLA
de_de: Seleccionar SLA

source: Valid phone # required
de_de: Telefono válido # requerido

source: Invalid date - must be MM/DD/YY
de_de: Fecha inválida - Debe ser MM/DD/YY

source: Reason for the update required
de_de: Se necesita una razón para la actualización

source: Missing or invalid data - check the errors and try again
de_de: Faltan datos o son inválidos - Verifique los errores e intente de nuevo

source: Duedate can NOT be set on a closed ticket
de_de: La Fecha Límite no puede ser fijada en un ticket cerrado

source: Select time
de_de: Seleccionar tiempo

source: Invalid duedate
de_de: Fecha Límite inválida

source: Due date must be in the future
de_de: Fecha límite debe ser en el futuro

source: Invalid phone ext.
de_de: Extensión de teléfono inválida

source: Phone number required
de_de: Se necesita un N° de Telefono

source: Ticket Updated by %s
de_de: Ticket actualizado por %s

source: Ticket Updated
de_de: Ticket Actualizado

source: Ticket denied. Error #403
de_de: Ticket Denegado. Error #403

source: Banned email - %s
de_de: Email Baneado - %s

source: You've reached the maximum open tickets allowed.
de_de: Ha alcanzado el límite máximo de tickets abiertos permitidos

source: Ticket denied - %s
de_de: Ticket Denegado - %s

source: Max open tickets (%1$d) reached for %2$s
de_de: Máximo de tickets abiertos (%1$d) alcanzado para %2$s

source: Ticket rejected ( %1$s) by filter "%2$s"
de_de: Ticket rechazado (%1$s) por el filtro "%2$s"

source: Select help topic
de_de: Seleccionar tema de ayuda

source: Dept. required
de_de: Depto. requerido

source: Topic required
de_de: Se requiere un Tema

source: Indicate source
de_de: Indique la procedencia

source: Email unknown
de_de: Email desconocido

source: Invalid origin given
de_de: Se dio un origen inválido

source: Invalid Priority
de_de: Prioridad inválida

source: Auto Assignment
de_de: Auto asignación

source: Invalid source - %s
de_de: Origen inválido - %s

source: Summary of the issue required
de_de: Sumario del problema requerido

source: New Ticket by Staff
de_de: Nuevo Ticket del Personal

source: Ticket created by staff - %s
de_de: Ticket creado por el personal - %s

source: Ticket Marked Overdue
de_de: Ticket marcado como vencido

source: Ticket flagged as overdue by the system.
de_de: Ticket marcado por el sistema como vencido.

source: XML error: %1$s at line %2$d:%3$d
de_de: XML error: %1$s en la línea %2$d:%3$d

source: Missing or invalid Dept ID (internal error).
de_de: Falta ID de Departamento o es inválido (Error interno)

source: Email selection required
de_de: Seleccion de Email requerida

source: Template selection required
de_de: Se requiere seleccionar una plantilla

source: Name is too short.
de_de: El nombre es muy corto.

source: Department already exist
de_de: El departamento ya existe

source: System default department can not be private
de_de: El departamento predeterminado del sistema no puede ser privado

source: Unable to update %s Dept. Error occurred
de_de: Incapaz de actualizar Depto %s . Ocurrió un error

source: Unable to create department. Internal error
de_de: Incapaz de crear el departamento. Error interno

source: Cron Job
de_de: Tarea programada

source: Cron job executed
de_de: Tarea programada ejecutada

source: Topic is too short. 5 chars minimum
de_de: El tema es muy corto. 5 caracteres es el mínimo

source: Topic already exists
de_de: El tema ya existe

source: You must select a department
de_de: Debe seleccionar un departamento

source: You must select a priority
de_de: Debe seleccionar una prioridad

source: Unable to update topic. Internal error occurred
de_de: Incapaz de actualizar el tema. Un error interno ocurrió.

source: Unable to create the topic. Internal error
de_de: Incapaz de crear el tema. Error interno

source: Unknown obj for "%s" tag
de_de: Objeto desconocido para la etiqueta "%s"

source: Time
de_de: Hora

source: Grace period required
de_de: Período de gracia requerido

source: Numeric value required (in hours)
de_de: Se necesita un valor numérico (en horas)

source: Name already exists
de_de: El nombre ya existe

source: Unable to update SLA. Internal error occurred
de_de: No se puede actualizar SLA. Error interno

source: Unable to add SLA. Internal error
de_de: No se puede agregar SLA. Error interno

source: Invalid CSRF token [%1$s] on %2$s
de_de: Elemento CSRF inválido [%1$s] on %2$s

source: Invalid CSRF Token
de_de: Símbolo CSRF inválido

source: osTicket Alerts <%s>
de_de: Alertas de osTicket <%s>

source: Excessive failed login attempts
de_de: Excesivos intentos de ingreso fallidos

source: You've reached maximum failed login attempts allowed. Try again later or
de_de: Ha alcanzado el máximo de intentos fallidos de ingreso. Intente de nuevo más tarde o

source: open a new ticket
de_de: abra un nuevo ticket

source: Invalid method
de_de: Método inválido

source: Valid email and ticket number required
de_de: Email y N° de ticket válido requeridos

source: %1$s/%2$s logged in [%3$s]
de_de: %1$s/%2$s ingresado en [%3$s]

source: User login
de_de: Ingreso de Usuario

source: Invalid login
de_de: Ingreso Inválido

source: Access Denied
de_de: Acceso Denegado

source: Forgot your login info? Please
de_de: Olvido su información de ingreso? Por favor

source: Excessive login attempts by a user.\nEmail: %1$s\nTicket#: %2$s\nIP: %3$s\nTime: %4$s\n\nAttempts # %5$s
de_de: Excesivos intentos de ingreso por un usuario.\nEmail: %1$s\nticket N°: %2$s\nIP: %3$s\nHorario: %4$s\n\nN° de Intentos %5$s

source: Excessive login attempts (user)
de_de: Excesivos intentos de ingreso (usuario)

source: Email: %1$s\nTicket #: %2$s\nIP: %3$s\nTIME: %4$s\n\nAttempts # %5$s
de_de: Email: %1$s\nticket N°: %2$s\nIP: %3$s\nHorario: %4$s\n\nN° de Intentos %5$s

source: Failed login attempt (user)
de_de: Intento inicio de sesión fallido (usuario)

source: Upgrader Error
de_de: Error en el Actualizador

source: Upgrade osTicket to %s
de_de: Actualizar osTicket a %s

source: Upgrade to %s
de_de: Actualizar a %s

source: Upgrader - %1$s (%2$d pending tasks).
de_de: Actualizador - %1$s (%2$d tareas pendientes)

source: There are %1$d pending upgrade tasks for %2$s patch
de_de: Hay %1$d actualizaciones pendientes programadas para el parche %2$s

source: Patch %s applied successfully
de_de: Parche %s aplicado con éxito

source: Upgrader - %s applied
de_de: Actualizador - %s aplicado

source: Migrating API keys to a new table
de_de: Migración de API keys a una nueva tabla

source: Migrating group's department access to a new table
de_de: Migrando el acceso del grupo de departamentos a una nueva tabla

source: Migrating attachments to database, it might take a while depending on the number of files.
de_de: Migrando datos adjuntos a la base de datos, puede tardar un tiempo dependiendo del número de archivos.

source: Post-upgrade cleanup!
de_de: Limpieza post-actualización!

source: Upgrader
de_de: Actualizador

source: %s: Unable to process cleanup file
de_de: %s: Imposible procesar el archivo de limpieza

source: Last updated %s
de_de: Ultima Actualización %s

source: View
de_de: Ver

source: Attachments
de_de: Adjuntos

source: Edit
de_de: Editar

source: Generated on %s
de_de: Generado el %s

source: Date & Time based on GMT %s
de_de: Dia y Hora basados en GMT %s

source: Ticket #%1$d printed by %2$s on %3$s
de_de: Ticket N°%1$d impreso por %2$s el %3$s

source: Page %d
de_de: Pagina %d

source: Ticket #
de_de: Ticket N°

source: Name
de_de: Nombre

source: Phone
de_de: Telefono

source: Create Date
de_de: Fecha de Creación

source: Assigned To
de_de: Asignado a

source: unknown
de_de: desconocido

source: Closed By
de_de: Cerrado por

source: SLA Plan
de_de: Plan SLA

source: Last Response
de_de: Ultima respuesta

source: Due Date
de_de: Fecha Límite

source: Close Date
de_de: Fecha de cierre

source: Last Message
de_de: Ultimo mensaje

source: Files Attached: [%s]
de_de: Archivos adjuntos:[%s]

source: Internal Error
de_de: Error Interno

source: First name required
de_de: se necesita Nombre

source: Last name required
de_de: Se necesita Apellido

source: Already in-use as system email
de_de: Ya esta en uso como email de sistema

source: Email already in-use by another staff member
de_de: Email en uso por otro miembro del personal

source: Valid number required
de_de: Se requiere numero valido

source: New password required
de_de: Nueva contraseña requerida

source: Must be at least 6 characters
de_de: Debe tener como mínimo 6 caracteres

source: Password(s) do not match
de_de: Contraseña(s) no coinciden

source: Current password required
de_de: Contraseña actual requerida

source: Invalid current password!
de_de: Contraseña actual invalida

source: New password MUST be different from the current password!
de_de: Nueva contraseña debe ser diferente de la contraseña actual!

source: Time zone required
de_de: Zona horaria requerida

source: You don't have a signature
de_de: Usted no tiene una firma

source: Max. failed login attempts reached
de_de: Maximo de intentos de conexión fallidos alcanzado

source: Username and password required
de_de: Nombre de usuario y la contraseña requeridos

source: Staff login
de_de: Ingreso Personal

source: %1$s logged in [%2$s]
de_de: %1$s [%2$s]

source: Forgot your login info? Contact Admin.
de_de: ¿Olvidó su información de acceso? Contactar con el Administrador.

source: Excessive login attempts by a staff member?
de_de: ¿Intentos de conexión excesivos por un miembro del personal?

source: Username:
de_de: Nombre de Usuario:

source: TIME:
de_de: Horario:

source: Attempts #
de_de: N° de Intentos:

source: Timeout:
de_de: Tiempo de espera:
