Repository: jeffaristi92/drupal-test
Catalog: osticket/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Are you sure you want to DELETE this ticket?
de_de: ¿Está seguro de que desea ELIMINAR este ticket?

source: Deleted tickets CANNOT be recovered, including any associated attachments.
de_de: Entradas eliminadas NO SE PUEDEN recuperar, incluidos los archivos adjuntos asociados.

source: API Keys
de_de: Claves API

source: No API keys found!
de_de: ¡Claves API no encontradas!

source: Add New API Key
de_de: Agregar nueva clave API

source: API Key
de_de: Clave API

source: IP Addr.
de_de: Direcc. IP

source: No API keys found
de_de: Claves API no encontradas

source: Are you sure want to <b>enable</b> selected API keys?
de_de: ¿Está seguro de que desea <b>permitir</b> claves API seleccionadas?

source: Are you sure want to <b>disable</b> selected API keys?
de_de: ¿Está seguro de que desea <b>inhabilitar</b> claves API seleccionadas?

source: Are you sure you want to DELETE selected API keys?
de_de: ¿Está seguro de que desea ELIMINAR claves API seleccionadas?

source: Deleted keys CANNOT be recovered.
de_de: Claves eliminadas NO SE PUEDEN recuperar.

source: Update API Key
de_de: Actualizar Clave API

source: Add Key
de_de: Agregar Clave

source: API Key is auto-generated. Delete and re-add to change the key.
de_de: Clave API autogeneradas. Eliminar y volver a agregar para cambiar la clave.

source: IP Address:
de_de: Direccion IP:

source: API Key:
de_de: Clave API:

source: Services:
de_de: Servicios:

source: Check applicable API services enabled for the key.
de_de: Verifique los servicios API aplicables estan habilitados para la clave.

source: Can Create Tickets <em>(XML/JSON/EMAIL)</em>
de_de: Se Puede Crear Tickets <em>(XML/JSON/EMAIL)</em>

source: Can Execute Cron
de_de: Puede ejecutar Cron

source: Internal notes.
de_de: Notas internas

source: Search term must be more than 3 chars
de_de: Términos a buscar deben tener más de 3 caracteres

source: Overdue Tickets
de_de: Tickets Vencidos

source: Answered Tickets
de_de: Tickets Respondidos

source: Assigned Tickets
de_de: Ticket Asignado

source: advanced
de_de: avanzado

source: Sort By Ticket ID
de_de: Ordenar por ID Ticket

source: Sort By Date
de_de: Ordenar Por Fecha

source: Sort By Subject
de_de: Ordenar por tema

source: Sort By Name
de_de: Ordenar por nombre

source: Sort By Status
de_de: Ordenar Por Estado

source: Sort By Priority
de_de: Ordenar por prioridad

source: Sort By Closing Staff Name
de_de: Ordenar por Personal que Cerro

source: Sort By Assignee
de_de: Ordenar por Asignado

source: Sort By Department
de_de: Ordenar por Departamento

source: There are no tickets here. (Leave a little early today).
de_de: No hay entradas aquí. (Colocar hoy mismo un poco más temprano).

source: Query returned 0 results.
de_de: Consulta devolvio 0 resultados.

source: Export
de_de: Exportar

source: Are you sure want to <b>close</b> selected open tickets?
de_de: ¿Está seguro de que desea <b>cerrar</b> los ticket abiertos seleccionados?

source: Are you sure want to <b>reopen</b> selected closed tickets?
de_de: ¿Está seguro de que desea <b>re-abrir</b> los ticket cerrados seleccionados?

source: Are you sure want to flag the selected tickets as <font color="red"><b>overdue</b></font>?
de_de: ¿Estás seguro de que quieres marcar el ticket seleccionado como <font color="red"><b>vencido</b></font>?

source: Are you sure you want to DELETE selected tickets?
de_de: ¿Está seguro de que desea ELIMINAR los ticket seleccionados?

source: Advanced Ticket Search
de_de: Búsqueda de Tickets Avanzada

source: Keyword
de_de: Palabra clave

source: Optional
de_de: Opcional

source: Answered
de_de: Respondido

source: Dept
de_de: Depto

source: Anyone
de_de: Nadie

source: Me
de_de: Mi

source: Date Range
de_de: Rango de fechas

source: General Settings
de_de: Configuración general

source: Offline mode will disable client interface and only allow admins to login to Staff Control Panel
de_de: El modo Fuera de Línea, inhabilitará la interfaz de cliente y sólo permitirá a los administradores iniciar sesión en el panel de control

source: Helpdesk Status
de_de: Estado Mesa de Ayuda

source: <b>Online</b> (Active)
de_de: <b>En línea</b> (Activo)

source: <b>Offline</b> (Disabled)
de_de: <b>Fuera de línea</b> (Deshabilitado)

source: osTicket offline
de_de: osTicket Fuera de línea

source: Helpdesk URL
de_de: URL de la Mesa de Ayuda

source: Helpdesk Name/Title
de_de: Mesa de Ayuda Nombre/Título

source: Default Department
de_de: Departamento Predeterminado

source: Select Default Department
de_de: Seleccione Departamento Predeterminado

source: Default Email Templates
de_de: Plantilla de Email Predeterminada

source: Select Default Template
de_de: Seleccionar Plantilla Predeterminada

source: Default Page Size
de_de: Tamaño de Página Predeterminado

source: Default Log Level
de_de: Nivel de Registro Predeterminado

source: None (Disable Logger)
de_de: Ninguno (Desactivar Logger)

source: DEBUG
de_de: DEPURAR

source: WARN
de_de: ADVERTIR

source: Purge Logs
de_de: Purgar Logs

source: Never Purge Logs
de_de: Nunca Purgar Logs

source: After
de_de: Después

source: Months
de_de: Meses

source: Month
de_de: Mes

source: Password Reset Policy
de_de: Restablecer Política de Contraseña

source: Every %d Months
de_de: Cada %d Meses

source: Monthly
de_de: Mensual

source: Bind Staff Session to IP
de_de: Unir Sesión del personal a la IP

source: (binds staff session to originating IP address upon login)
de_de: (se une la sesión de personal a la dirección IP de origen al iniciar sesión)

source: Staff Excessive Logins
de_de: Inicio de sesión excesivo del personal

source: failed login attempt(s) allowed before a
de_de: Intento(s) fallidos de inicio de sesión permitidos antes que se apliquen

source: minute lock-out is enforced.
de_de: minutos de bloqueo.

source: Staff Session Timeout
de_de: Tiempo de espera de sesión Personal

source: Maximum idle time in minutes before a staff member must log in again (enter 0 to disable).
de_de: Tiempo de inactividad máximo en minutos antes de que un miembro del personal deba conectarse de nuevo (0 para deshabilitar).

source: Client Excessive Logins
de_de: Inicio de sesión Excesivo Cliente

source: Client Session Timeout
de_de: Tiempo de espera de sesión Cliente

source: Maximum idle time in minutes before a client must log in again (enter 0 to disable).
de_de: Tiempo de inactividad máximo en minutos antes de que un cliente deba conectarse de nuevo (0 para deshabilitar).

source: Date and Time Options
de_de: Opciones de Fecha y Hora

source: Please refer to %1$sPHP Manual%2$s for supported parameters.
de_de: Por favor, consulte el %1$sPHP Manual%2$s para los parámetros soportedos.

source: Time Format
de_de: Formato de hora

source: Date Format
de_de: Formato de Fecha

source: Date &amp; Time Format
de_de: Formato de Fecha y Hora

source: Day, Date &amp; Time Format
de_de: Formato de Dia, Fecha y Hora

source: Default Time Zone
de_de: Zona Horaria Predeterminada

source: Select Default Time Zone
de_de: Seleccione Zona Horaria Predeterminada

source: Observe daylight savings
de_de: Respete el horario de verano

source: Reset Changes
de_de: Restablecer cambios

source: Email Template Message
de_de: Plantilla de Mensaje Email

source: Message Template
de_de: Plantilla de Mensaje

source: Select Setting Group
de_de: Seleccione Configuración de grupo

source: Subject and body required.
de_de: Asunto y cuerpo requierido.

source: Message Subject
de_de: Asunto del Mensaje

source: Email message subject
de_de: Asunto del mensaje de Email

source: Message Body
de_de: Cuerpo del Mensaje

source: Email message body.
de_de: Cuerpo del mensaje de Email

source: Cancel Changes
de_de: Cancelar Cambios

source: Update Ticket# %d
de_de: Actualizar Ticket# %d

source: Ticket Update
de_de: Actualizar Ticket

source: Make sure the email address is valid.
de_de: Asegúrese de que la dirección de Email sea válida.

source: Ticket Information
de_de: Información del Ticket

source: Due date overwrites SLA's grace period.
de_de: Fecha de vencimiento sobrescribe plazo de gracia de SLA.

source: Priority Level
de_de: Nivel de prioridad

source: Reason for editing the ticket (required)
de_de: Razón para la edición del ticket (requerido)

source: Save
de_de: Guardar

source: Update FAQ
de_de: Actualizar FAQ

source: Add New FAQ
de_de: Agregar nueva FAQs

source: Add FAQ
de_de: Agregar FAQ

source: FAQ Information
de_de: Información FAQ

source: Question
de_de: Pregunta

source: Category Listing
de_de: Lista de categorías

source: FAQ category the question belongs to.
de_de: Categoría de FAQ a la que pertenece la pregunta.

source: Select FAQ Category
de_de: Seleccionar Categoría FAQ

source: Listing Type
de_de: Tipo de lista

source: Published questions are listed on public knowledgebase if the parent category is public.
de_de: Preguntas publicadas están listadas en la base de conocimiento son públicas si la categoría padre es pública.

source: Public (publish)
de_de: Pública (Publicar)

source: Internal (private)
de_de: Interno (privado)

source: Answer
de_de: Responder

source: Select files to upload.
de_de: Seleccione los archivos a subir.

source: Check all help topics related to this FAQ.
de_de: Revise todos los temas de ayuda relacionados con este FAQ.

source: Update Filter
de_de: Actualización del Filtro

source: Add Filter
de_de: Agregar Filtro

source: Incoming Email Filter
de_de: Filtro de Email entratnte

source: Filters are executed based on execution order. Filter can target specific ticket source.
de_de: Los filtros se ejecutan en base a orden de ejecución. Filtro pueden dirigirse a origen del ticket específico.

source: Filter Name:
de_de: Nombre del filtro:

source: Execution Order:
de_de: Orden de ejecución:

source: Filter Status:
de_de: Estado del Filtro:

source: Target:
de_de: Destino:

source: Select a Target
de_de: Seleccionar Destino

source: Filter Rules
de_de: Reglas de Filtro

source: Rules are applied based on the criteria.
de_de: Las reglas se aplican según los criterios.

source: Rules Matching Criteria:
de_de: Reglas Criterio de Coincidencia:

source: Match All
de_de: Coincidir todos

source: Match Any
de_de: Coincidir Cualquiera

source: case-insensitive comparison
de_de: comparación no sensible a mayúsculas

source: Select One
de_de: Seleccione Uno

source: clear
de_de: limpiar

source: Filter Actions
de_de: Acciones de Filtrado

source: Can be overwriten by other filters depending on processing order.
de_de: Puede ser sobrescritos por otros filtros dependiendo del orden de procesamiento.

source: Reject Ticket:
de_de: Rechazar Ticket:

source: Reject Ticket
de_de: Rechazar Ticket

source: All other actions and filters are ignored
de_de: Se omiten todas las demás acciones y filtros

source: Reply-To Email:
de_de: Responder-Al-Email:

source: <strong>Use</strong> Reply-To Email
de_de: <strong>Utilice</strong> Reply-To Email

source: if available
de_de: si está disponible

source: <strong>Disable</strong> auto-response.
de_de: <strong>Desactivar</strong> auto-respuesta.

source: Overwrites Dept. settings
de_de: Sobrescribe ajustes de Departamento

source: Canned Response:
de_de: Respuesta Pre-definida:

source: Automatically respond with this canned response
de_de: Responder automáticamente con esta respuesta pre-definida

source: Default
de_de: Predeterminado

source: Overwrites department's priority
de_de: Sobrescribe prioridad de departamentos

source: Internal notes
de_de: Notas internas

source: Update Category:
de_de: Actualizar Categoría:

source: Add New Category
de_de: Agregar Nueva Categoría

source: Add
de_de: Agregar

source: FAQ Category
de_de: Categoría FAQ

source: Category Type:
de_de: Tipo Categoría:

source: (publish)
de_de: (publicar)

source: Private
de_de: Privado

source: (internal)
de_de: (interno)

source: Category Name
de_de: Nombre de Categoría

source: Short descriptive name.
de_de: Nombre descriptivo corto.

source: Category Description
de_de: Descripción de la Categoría

source: Summary of the category.
de_de: Resumen de la categoría.

source: Update Ban Rule
de_de: Actualiza Reglas de Baneo

source: Update
de_de: Actualizar

source: Add New Email Address to Ban List
de_de: Agregar nuevo email a la lista de Baneo

source: Manage Email Ban List
de_de: Administrar lista Baneo de Email

source: Valid email address required.
de_de: Dirección de email válida requierida

source: Ban Status:
de_de: Estado de Baneo:

source: Email Address:
de_de: Direccion Email:

source: Admin notes
de_de: Notas admin

source: Update Group
de_de: Actualizaciones de grupo

source: Add New Group
de_de: Agregar Nuevo Grupo

source: Create Group
de_de: Crear Grupo

source: User Group
de_de: Grupo de Usuarios

source: Group Information
de_de: Información del Grupo

source: Disabled group will limit staff members access. Admins are exempted.
de_de: Grupo deshabilitado, se limitará el acceso a los miembros del personal. Administradores están exentos.

source: Name:
de_de: Nombre:

source: Group Permissions
de_de: Permisos de Grupo

source: Applies to all group members
de_de: Aplicar a todos los miembros del grupo

source: Can <b>Create</b> Tickets
de_de: Puede <b>Crear</b> Ticket

source: Ability to open tickets on behalf of clients.
de_de: Capacidad para abrir ticket por cuenta de clientes.

source: Can <b>Edit</b> Tickets</td>
de_de: Puede <b>Editar</b> Ticket </td>

source: Ability to edit tickets.
de_de: Capacidad para editar tickets.

source: Can <b>Post Reply</b>
de_de: Puede <b>Enviar respuesta</b>

source: Ability to post a ticket reply.
de_de: Capacidad para responder ticket.

source: Can <b>Close</b> Tickets
de_de: Puede <b>Cerrar</b> Tickets

source: Ability to close tickets. Staff can still post a response.
de_de: Capacidad para cerrar ticket. El personal todavía puede publicar una respuesta.

source: Can <b>Assign</b> Tickets
de_de: Puede <b>Asignar</b> Tickets

source: Ability to assign tickets to staff members.
de_de: Capacidad de asignar tickets a los miembros del personal.

source: Can <b>Transfer</b> Tickets
de_de: Puede <b>Transferir</b> Tickets

source: Ability to transfer tickets between departments.
de_de: Capacidad para transferir tickets entre departamentos.

source: Can <b>Delete</b> Tickets
de_de: Puede <b>Eliminar</b> Tickets

source: Ability to delete tickets (Deleted tickets can't be recovered!)
de_de: Capacidad para eliminar tickets (Tickets eliminados no se pueden recuperar!)

source: Can Ban Emails
de_de: Puede Banear Emails

source: Ability to add/remove emails from banlist via ticket interface.
de_de: Capacidad de agregar/eliminar mensajes de correo electrónico de la lista de baneo través de la interfaz de ticket.

source: Can Manage Premade
de_de: Puede Administrar Pre-fabricados

source: Ability to add/update/disable/delete canned responses and attachments.
de_de: Capacidad para añadir/actualizar/desactivar/eliminar respuestas pre-definidas y los archivos adjuntos.

source: Can Manage FAQ
de_de: Puede Administrar FAQ

source: Ability to add/update/disable/delete knowledgebase categories and FAQs.
de_de: Capacidad de agregar/actualizar/desactivar/eliminar categorías de la base de conocimientos y preguntas frecuentes.

source: Can View Staff Stats.
de_de: Puede ver las estadísticas del personal.

source: Ability to view stats of other staff members in allowed departments.
de_de: Capacidad para ver las estadísticas de otros miembros del personal en los departamentos autorizados.

source: Department Access
de_de: Acceso a Departamentos

source: Select All
de_de: Seleccionar Todo

source: Select None
de_de: Seleccionar Ninguno

source: Edit Category
de_de: Editar Categoría

source: Delete Category
de_de: Eliminar Categoría

source: Category does not have FAQs
de_de: Categoría no tiene FAQs

source: Alerts and Notices
de_de: Alertas y notificaciones

source: Alerts and Notices sent to staff on ticket "events"
de_de: Alertas y notificaciones enviadas al personal sobre ticket "eventos"

source: Alert sent out on new tickets
de_de: Alerta enviada en nuevos ticket.

source: Admin Email
de_de: Email Admin

source: Department Manager
de_de: Jefe de Departamento

source: Department Members <em>(spammy)</em>
de_de: Miembros del Departamento <em>(spammy)</em>

source: Alert sent out when a new message, from the user, is appended to an existing ticket
de_de: Envía Alerta cuando un nuevo mensaje, por parte del usuario, se añade a un ticket existente

source: Last Respondent
de_de: Ultimo en Responder

source: Assigned Staff
de_de: Personal Asignado

source: Department Manager <em>(spammy)</em>
de_de: Jefe de Departamento <em>(spammy)</em>

source: New Internal Note Alert
de_de: Alerta Nueva Nota Interna

source: Alert sent out when a new internal note is posted.
de_de: Alerta enviada cuando se publique una nueva nota interna.

source: Alert sent out to staff on ticket assignment.
de_de: Alerta enviada al personal sobre la asignación de entradas.

source: Team Lead <em>(On team assignment)</em>
de_de: Jefe de Equipo <em>(En la asignación del equipo)</em>

source: Team Members <em>(spammy)</em>
de_de: Miembros del Equipo <em>(spammy)</em>

source: Alert sent out to staff of the target department on ticket transfer.
de_de: Alerta enviada al personal del departamento de destino en transferencia de boleto.

source: Assigned Staff/Team
de_de: Equipo/Personal Asignado

source: Alert sent out when a ticket becomes overdue - admin email gets an alert by default.
de_de: Envió de Alerta cuando un ticket se vence - El email del administrador recibe una alerta de forma predeterminada.

source: System Alerts
de_de: Alertas del sistema

source: Enabled by default. Errors are sent to system admin email
de_de: Habilitado de forma predeterminada. Los errores se envían al sistema de email del administrador

source: System Errors
de_de: Errores de Sistema

source: SQL errors
de_de: Errores SQL

source: Excessive Login attempts
de_de: Excesivos intentos de ingreso

source: Knowledge Base Settings and Options
de_de: Configuración y Opciones Base de Conocimientos

source: Knowledge Base Settings
de_de: Configuración Base de Conocimientos

source: Disabling knowledge base disables clients' interface.
de_de: Deshabilitar la base de conocimientos, deshabilita la interfaz de los clientes.

source: Knowledge base status
de_de: Estado de la base de conocimientos

source: Enable Knowledge base&nbsp;<em>(Client interface)</em>
de_de: Habilitar la base de conocimientos&nbsp;<em>(interface de Cliente)</em>

source: Enable canned responses&nbsp;<em>(Available on ticket reply)</em>
de_de: Habilitar las respuestas pre-definidas <em>(Disponible en respuesta de ticket)</em>

source: Update Department
de_de: Actualizar departamento

source: Add New Department
de_de: Agregar nuevo Departamento

source: Create Dept
de_de: Crear Depto

source: Department Information
de_de: Información del Departamento

source: (Internal)
de_de: (Interno)

source: Select Department Email
de_de: Seleccione Email del Departamento

source: Template:
de_de: Plantilla:

source: System default
de_de: Systema Predeterminado

source: Manager:
de_de: Jefe:

source: Select Department Manager (Optional)
de_de: Seleccione Jefe de Departamento (Opcional)

source: Group Membership:
de_de: Miembro del Grupo:

source: Extend membership to groups with access.
de_de: Extender membresía a grupos con acceso.

source: Alerts and notices will include groups
de_de: Alertas y notificaciones incluirán grupos

source: Auto Response Settings
de_de: Configuración de respuestas automáticas

source: Overwrite global auto-response settings for tickets routed to the Dept.
de_de: Sobrescribir la configuración global de respuesta automática de tickets direccionados al Departamento.

source: New Ticket:
de_de: Nuevo Ticket:

source: <strong>Disable</strong> new ticket auto-response for this Dept.
de_de: <strong>Desactivar</strong> auto-respuesta de nuevo ticket para este departamento

source: New Message:
de_de: Nuevo Mensaje:

source: <strong>Disable</strong> new message auto-response for this Dept.
de_de: <strong>Desactivar</strong> auto-respuestapara de nuevos mensajes para este departamento

source: Auto Response Email:
de_de: Email Auto Respuesta:

source: Select Outgoing Email
de_de: Seleccione correo de salida

source: Department Email (Above)
de_de: Email de Departamento (antes)

source: Check all groups allowed to access this department.
de_de: Revise todos los grupos que pueden acceder a este departamento.

source: Department manager and primary members will always have access independent of group selection or assignment.
de_de: El Jefe de departamento y los miembros principales tendrán siempre acceso independiente de la selección o la asignación a los grupos.

source: Department Signature
de_de: Firma Departamento

source: Signature is made available as a choice, for public departments, on ticket reply.
de_de: Firma está disponible como una opción, para los departamentos públicos, en respuesta al ticket!

source: Update Email
de_de: Actualizar Email

source: To change password enter new password above.
de_de: Para cambiar la contraseña ingrese el nuevo abajo.

source: Submit
de_de: Enviar

source: Email Information
de_de: Información de Email

source: Login details are optional BUT required when IMAP/POP or SMTP are enabled.
de_de: Datos para iniciar sesión son opcionales, PERO se requiere cuando IMAP/POP o SMTP están habilitados.

source: Email Name
de_de: Nombre de Email

source: Login Username
de_de: Nombre de Ingreso

source: Login Password
de_de: Contraseña de Ingreso

source: Mail Account
de_de: Cuenta de Mail

source: Optional setting for fetching incoming emails. Mail fetching must be enabled with autocron active or external cron setup.
de_de: Ajuste opcional de ir a buscar emails entrantes. Utilidad de correo debe estar habilitada con autocron activo o configuración cron externo.

source: Host
de_de: Servidor

source: Port
de_de: Puerto

source: Protocol
de_de: Protocolo

source: Select Mail Protocol
de_de: Seleccionar protocolo de mail

source: Encryption
de_de: Encriptación

source: Fetch Frequency
de_de: Frecuencia de Recuperacion

source: Delay intervals in minutes
de_de: Retraso intervalos en minutos

source: Emails Per Fetch
de_de: Emails por Recuperacion

source: Maximum emails to process per fetch.
de_de: Emails Máximos a procesar por recuperación. Emails por Recuperacion

source: New Ticket Priority:
de_de: Prioridad de Nuevos Ticket:

source: New Ticket Dept.
de_de: Depto de Nuevo Ticket

source: Auto-response
de_de: Auto respusta

source: <strong>Disable</strong> new ticket auto-response for this email. Overwrite global and dept. settings.
de_de: <strong>Desactivar</strong> auto-respuesta de nuevo ticket para este email. Sobrescribir configuración global y de departamento.

source: Fetched Emails
de_de: Emails Recuperados

source: Move to:
de_de: Mover a:

source: folder
de_de: carpeta

source: Delete fetched emails
de_de: Borrar Emails Recuperados

source: Do nothing (Not recommended)
de_de: No hacer nada (no recomendado)

source: Moving fetched emails to a backup folder is highly recommended.
de_de: Mover emails recuperados a una carpeta de copia de seguridad es muy recomendable.

source: SMTP Settings
de_de: Configuración SMTP

source: When enabled the <b>email account</b> will use SMTP server instead of internal PHP mail() function for outgoing emails.
de_de: Cuando se habilita la <b>cuenta de email</b> utilizar el servidor SMTP en lugar de la funcion PHP mail() para los email salientes.

source: SMTP Host
de_de: Servidor SMTP

source: SMTP Port
de_de: Puerto SMTP

source: Authentication Required?
de_de: Requiere Autenticación?

source: Allow Header Spoofing?
de_de: ¿Permitir la suplantación de Cabecera?

source: Allow email header spoofing
de_de: Permitir la suplantación de cabecera en Email
