Repository: jeffaristi92/drupal-test
Catalog: osticket/locale/*/LC_MESSAGES/messages.po
Languages: de_de

source: Ticket flagged as answered by %s
de_de: Ticket marcado como respondido por %s

source: Ticket Marked Answered
de_de: Ticket marcado como respondido

source: Problems marking the the ticket answered. Try again
de_de: Problemas marcado el ticket como respondido. Intente de nuevo

source: Ticket flagged as unanswered by %s
de_de: Ticket marcado como sin respuesta por %s

source: Ticket Marked Unanswered
de_de: Ticket marcado como sin respuesta

source: Problems marking the the ticket unanswered. Try again
de_de: Problemas marcado el ticket como "sin respuesta". Intente de nuevo

source: Perm. Denied. You are not allowed to ban emails
de_de: Perm. Denegado. No se le permite banear emails

source: Email already in banlist
de_de: Email está lista de baneados

source: Email %s added to banlist
de_de: Email %s ha sido agregado a la lista de baneados

source: Unable to add the email to banlist
de_de: Incapaz de agregar el email a la lista de baneados

source: Perm. Denied. You are not allowed to remove emails from banlist.
de_de: Permiso denegado. No esta habilitado a remover emails de la lista de baneados

source: Email removed from banlist
de_de: Email eliminado de la lista de baneados

source: Email is not in the banlist
de_de: El email no esta en la lista de baneados

source: Unable to remove the email from banlist. Try again.
de_de: Incapas de remover de la lista de baneardos. Intente de nuevo.

source: Ticket #%d deleted
de_de: Ticket #%d borrado

source: Ticket #%1$s deleted by %2$s
de_de: Ticket #%1$s eliminado por %2$s

source: Problems deleting the ticket. Try again
de_de: Problemas eliminando la entrada. Inténtelo de nuevo

source: Selected tickets (%d) marked overdue
de_de: Entradas seleccionadas (% d) marcadas vencidas

source: %1$d of %2$d selected tickets marked overdue
de_de: %1$d de %2$d tickets seleccionados marcados vencidos

source: Unable to flag selected tickets as overdue
de_de: No se puede marcar entradas seleccionadas como vencidas

source: Tickets deleted
de_de: Tickets eliminados

source: Unable to delete selected tickets
de_de: Incapaz de eliminar los tickets seleccionados.

source: You do not have permission to delete tickets
de_de: No tiene permiso para eliminar tickets.

source: %d tickets assigned to you! Do something about it!
de_de: % d tickets asignados a usted! Haga algo al respecto!

source: Stale Tickets
de_de: Tickets Obsoletos

source: %d overdue tickets!
de_de: %d ¡tickets vencidos!

source: My Closed Tickets
de_de: Mis Tickets Cerrados

source: Template updated successfully
de_de: Plantilla actualizada correctamente

source: Error updating template. Try again!
de_de: Error al actualizar la plantilla. Inténtelo de nuevo!

source: Template added successfully
de_de: Plantilla añadida correctamente

source: Unable to add template. Correct error(s) below and try again.
de_de: No se puede agregar plantilla. Corrija el error(s) y a continuación vuelva a intentarlo.

source: You must select at least one template to process.
de_de: Debe seleccionar al menos una plantilla para procesar.

source: Selected templates enabled
de_de: Plantillas seleccionadas, habilitadas

source: %1$d of %2$d selected templates enabled
de_de: %1$d de %2$d plantillas seleccionadas, habilitadas

source: Unable to enable selected templates
de_de: No es posible habilitar las plantillas seleccionadas

source: Selected templates disabled
de_de: Plantillas seleccionadas deshabilitadas

source: %1$d of %2$d selected templates disabled (in-use templates can't be disabled)
de_de: %1$d of %2$d plantillas seleccionadas deshabilitadas (plantillas en uso no pueden ser deshabilitadas)

source: Unable to disable selected templates (in-use or default template can't be disabled)
de_de: No es posible desactivar las plantillas seleccionadas (en uso o la plantilla por defecto no se puede deshabilitar)

source: Selected templates deleted successfully
de_de: Plantillas seleccionadas eliminada correctamente

source: %1$d of %2$d selected templates deleted
de_de: %1$d de %2$d plantillas seleccionadas eliminadas

source: Unable to delete selected templates
de_de: No se puede eliminar plantillas seleccionadas

source: %1$s logged out [%2$s]
de_de: %1$s desconectado [%2$s]

source: osTicket Installer
de_de: Instalador de osTicket

source: Installing osTicket v%s
de_de: Instalando osTicket v%s

source: Installation Guide
de_de: Guía de Instalación

source: Get Professional Help
de_de: Obtenga ayuda Profesional

source: Minimum requirements not met!
de_de: No se cumplen los requisitos mínimos!

source: Configuration file does NOT exist. Follow steps below to add one.
de_de: Los archivos de configuración no existen. Siga los siguientes pasos:

source: Write access required to continue
de_de: Se necesitan permisos de escritura para continuar

source: Error installing osTicket - correct the errors below and try again.
de_de: Error instalando osTicket - Corrija los siguientes errores e intente de nuevo.

source: Invalid
de_de: Inválido

source: Check one or more
de_de: Verifique uno o más

source: Helpdesk Name
de_de: Nombre de la Mesa de Ayuda

source: The name of your support system e.g [Company Name] Support
de_de: El nombre de su Sistema de Soporte. Ejemplo: osTicket Soporte

source: Default email address e.g support@yourcompany.com - you can add more later!
de_de: Email predeterminado. Ejemplo: soporte@sucompañia.com - Se puede agregar más tarde!

source: Admin's first name
de_de: Nombre del Administrador

source: Admin's last name
de_de: Apellido del Administrador

source: Admin's personal email address. Must be different from system's default email.
de_de: Email personal del administrador. Debe ser diferente al Email predeterminado del sistema

source: Admin's login name. Must be at least three (3) characters.
de_de: Nombre de sesión del Admin. Deben ser por lo menos 3 caracteres.

source: Admin's password. Must be five (5) characters or more.
de_de: Contraseña del Admin. Debe ser por lo menos 5 caracteres.

source: Retype admin's password. Must match.
de_de: Reescriba contraseña del admin. Deben Coincidir!

source: MySQL Table Prefix.
de_de: Prefijo de la Tabla MySQL

source: osTicket requires table prefix in order to avoid possible table conflicts in a shared database.
de_de: osTicket neceista el prefijo de la Tabla para evitar posibles conflictos en una base de datos compartida.

source: MySQL Hostname
de_de: Nombre del Servidor de MySQL

source: Most hosts use 'localhost' for local database hostname. Check with your host if localhost fails. Default port set in php.ini is assumed.
de_de: La mayoría de los Servidores usan 'localhost' en servidores locales de base de datos. Consulte con su proveedor de alojamiento si 'localhost' falla. Se asume el puerto establecido predeterminado en php.ini

source: MySQL Database
de_de: Base de Datos MySQL

source: Name of the database osTicket will use.
de_de: Nombre de la Base de Datos que osTicket usará.

source: MySQL Username
de_de: Nombre de Usuario de MySQL

source: The MySQL user must have full rights to the database.
de_de: El usuario de MySQL debe tener todos los permisos en la base de datos.

source: MySQL Password
de_de: Contraseña MySQL

source: MySQL password associated with above user.
de_de: Contraseña asociada con el usuario elegido.

source: Configuration file is not writable
de_de: El archivo de configuración no tiene permisos de escritura

source: osTicket installer requires ability to write to the configuration file <b>include/ost-config.php</b>.
de_de: osTicket necesita permisos de escritura en el archivo de configuración <b>include/ost-config.php</b>

source: Please follow the instructions below to give read and write access to the web server user.
de_de: Por favor siga las instrucciones de abajo para dar permisos de escritura y lectura al usuario de su servidor web.

source: Click on the file, select change permission, and then giving all permissions to the file.
de_de: Haga click en el archivo, seleccioens "cambiar permisos" y de todos los permisos al archivo.

source: Don't worry! We'll remind you to take away the write access post-install
de_de: No se preocupe! Nosotros le recordaremos que tiene que sacar el permiso de escritura después de instalar

source: Done? Continue
de_de: Hecho? Continuar

source: If you are looking for a greater level of support, we provide <u>professional installation services</u> and commercial support with guaranteed response times, and access to the core development team. We can also help customize osTicket or even add new features to the system to meet your unique needs.
de_de: Si usted necesita mejor nivel de soporte, nosotros proveemos <u>servicios de instalación profesional</u> y soporte comercial con garantía de respuesta a tiempo y acceso al equipo de desarrollo. Tambien damos soporte en personalizar osTicket y hasta agregar nuevas características al sistema para que cumpla sus necesidades.

source: Basic Installation Completed
de_de: Ha Completado la Instalación Basica

source: osTicket installation has been completed successfully.
de_de: La instalación de osTicket ha sido finalizada correctamente.

source: I'd like to receive the following notifications
de_de: Quisiera recibir las siguientes notificaciones

source: News &amp; Announcements
de_de: Noticias &amp,Anuncios

source: Security Alerts
de_de: Alertas de Seguridad

source: Keep me Updated
de_de: Mantenerme Actualizado

source: No thanks.
de_de: No gracias.

source: Thank you!
de_de: Gracias!

source: Once again, thank you for choosing osTicket as your new customer support platform!
de_de: Una vez más, gracias por elegir osTicket como su plataforma de soporte de clientes!

source: Contact Us
de_de: Contáctenos

source: Congratulations!
de_de: Felicitaciones!

source: Your osTicket installation has been completed successfully. Your next step is to fully configure your new support ticket system for use, but before you get to it please take a minute to cleanup.
de_de: Su instalación de osTicket fue completada satisfactoriamente. Su próximo paso es configurar completamente su nuevo sistema de soporte para usar, pero antes de hacerlo, tómese unos minutos para una limpieza.

source: Config file permission
de_de: Permiso del archivo de configuración

source: Your osTicket URL
de_de: La URL de su osTicket

source: Your Staff Control Panel
de_de: Su panel de control personal

source: osTicket Forums
de_de: Foro de osTicket

source: osTicket Community Wiki
de_de: Wiki de osTicket

source: Post-Install Setup
de_de: Ajustes Post-instalación

source: You can now log in to %1$s Admin Panel %2$s with the username and password you created during the install process. After a successful log in, you can proceed with post-install setup.
de_de: Ahora puede iniciar sesión en el %1$s Panel de Administración, %2$s con el nombre de usuario y la contraseña que creó durante el proceso de instalación. Después de un correcto inicio de sesión, puede continuar con la post- instalación.

source: Commercial Support Available
de_de: Soporte Comercial disponible

source: osTicket is already installed?
de_de: osTicket ya esta instalado?

source: Configuration file already changed - which could mean osTicket is already installed or the config file is currupted. If you are trying to upgrade osTicket, then go to %1$s Admin Panel %2$s.
de_de: El archivo de configuración ya esta cambiado - lo que quiere decir que osTicket ya estaba instalado o que el archivo de configuración esta corrompido. Si esta intentando actualizar osTicket entonces vaya al %1$s Panel de Administrador %2$s.

source: If you believe this is in error, please try replacing the config file with a unchanged template copy and try again or get technical help.
de_de: Si usted cree que esto es un error, intente reemplazar el archivo de configuración con uno sin cambios e intente de nuevo. De lo contrario obtenga ayuda especializada.

source: We provide <u>professional installation services</u> and commercial support with guaranteed response times, and access to the core development team.
de_de: Proveemos <u>servicios de instalación profesional</u> y soporte comercial con garantía de respuesta en tiempo y acceso al equipo de desarrollo.

source: osTicket Basic Installation
de_de: Instalación Básica de osTicket

source: Please fill out the information below to continue your osTicket installation. All fields are required.
de_de: Por favor, ingrese la información en las celdas de más abajo para continuar con la instalación de osTicket. Todos los campos son necesarios.

source: The URL of your helpdesk, its name, and the default system email address
de_de: La URL de su Mesa de Ayuda, su nombre y email predeterminado del sistema.

source: Default Email
de_de: Email Predeterminado

source: Admin User
de_de: Usuario Administrador

source: Your primary administrator account - you can add more users later.
de_de: Su cuenta de administrador primaria - Usted puede agregar más usuarios después

source: Retype Password
de_de: Reingrese su contraseña

source: Database Settings
de_de: Ajustes de la Base de Datos

source: Database connection information
de_de: Información de conección de la Base de Datos

source: MySQL Table Prefix
de_de: Prefijo de la Tabla MySQL

source: Install Now
de_de: Instalar ahora

source: We provide <u>professional installation services</u> and commercial support.
de_de: Nosotros proveemos <u>servicios de instalación profesional</u>

source: Please wait... while we install your new support ticket system!
de_de: ¡Espere... mientras instalamos su nuevo sistema de ticket de soporte!

source: Thank You for Choosing osTicket!
de_de: Gracias por elegir osTicket!

source: We are delighted you have chosen osTicket for your customer support ticketing system!
de_de: Estamos encantados de que haya elegido osTicket para su sistema de soporte de clientes!

source: The installer will guide you every step of the way in the installation process. You're minutes away from your awesome customer support system!
de_de: El instalador lo guiará en cada paso del proceso de instalación. Esta a minutos de su sorprendente sistema de soporte para clientes!

source: Before we begin, we'll check your server configuration to make sure you meet the minimum requirements to install and run osTicket.
de_de: Antes de empezar, vamos a verificar la configuración de su servidor para estar seguros que cumplimos con los requerimientos mínimos para instalar y correr osTicket.

source: These items are necessary in order to install and use osTicket.
de_de: Estos items son necesarios para poder instalar y usar osTicket

source: Recommended
de_de: Recomendado

source: You can use osTicket without these, but you may not be able to use all features.
de_de: Usted puede usar osTicket sin esto, pero no estará habilitado a usar todas las características.

source: Configuration file missing!
de_de: Falta el archivo de configuración

source: osTicket installer requires ability to write to the configuration file, <b>include/ost-config.php</b>. A template copy is located in the include directory (<b>include/ost-sampleconfig.php</b>).
de_de: instalador osTicket requiere capacidad de escritura en el fichero de configuración, <b>include/ost-config.php</b>. Una copia de la plantilla se encuentra en el directorio include (<b>include/ost-sampleconfig.php</b>).

source: Table prefix required
de_de: Se necesita un prefijo para la tabla

source: Database name required
de_de: Se necesita nombre de la Base de Datos

source: Missing or invalid data - correct the errors and try again.
de_de: Datos perdidos o inválidos - Corrija los errores e intente de nuevo.

source: Conflicts with system email above
de_de: Conflictos con el siguiente email de sistema

source: Bad prefix. Must have underscore (_) at the end. e.g 'ost_'
de_de: Prefijo erróneo. Debe tener un guión bajo (_) al final. Ej. 'ost_'

source: Bad username
de_de: Nombre de Usuario erróneo.

source: Unable to connect to MySQL server. Possibly invalid login info.
de_de: Incapaz de conectar al servidor MySQL. Posiblemente la información de ingreso es inválida.

source: osTicket requires MySQL %s or better!
de_de: osTicket necesita MySQL %s o superior!

source: Database doesn't exist
de_de: La Base de datos no exite

source: Unable to create the database.
de_de: Incapaz de crear la base de datos.

source: Unable to select the database
de_de: Incapaz de seleccionar la base de datos

source: We have a problem - another installation with same table prefix exists!
de_de: Tenemos un problema - Ya existe otra instalación con el mismo prefijo!

source: Prefix already in-use
de_de: El prefijo ya esta en uso

source: Internal Error - please make sure your download is the latest (#1)
de_de: Error interno - Verifique que su descarga es la ultima (#1)

source: Unable to read config file. Permission denied! (#2)
de_de: Incapaz de leer el archivo de configuración. Permiso denegado! (#2)

source: Unable to open config file for writing. Permission denied! (#3)
de_de: Incapaz de abrir el archivo de configuración para escribir. Permiso denegado! (#3)

source: Unable to create admin user (#6)
de_de: Incapaz de crear usuario administrador (#6)

source: Unable to create config settings (#7)
de_de: Incapaz de crear el archivo de configuración (#7)

source: Unable to write to config file. Permission denied! (#5)
de_de: Incapaz de leer el archivo de configuración. Permiso denegado! (#5)

source: Congratulations and Thank you for choosing osTicket!
de_de: Felicitaciones y Gracias por elegir osTicket!

source: Congratulations osTicket basic installation completed! Thank you for choosing osTicket!
de_de: Felicitaciones! Completó la instalación basica de osTicket Gracias por elegir osTicket!
